Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/OnBoardingBundles/GameCenter.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# FOOTER_TEXT_WLAN
source: Protecting the privacy and security of your information is a priority for everyone at Apple. We work hard to collect only the data we need to make your experience better, and when we do collect data, we believe it’s important for you to know what we’re collecting and why we need it, so you can make informed choices. Game Center, like every Apple product and service, is designed with these principles in mind. Providing and Improving Game Center Once you onboard to Game Center, you will be able to engage in game-related activities such as participation in leaderboards, multiplayer games, finding, viewing and challenging friends; and tracking achievements. Apple collects information about your usage of Game Center to improve and optimize Game Center for you and others, including the games you play, when you play them, and who you play with; your scores and achievements; and the challenges you send and receive. Apple also collects a list of your Game Center friends, the players with whom you play, and when you play together. This information is used to help you reengage in multiplayer games easily, quickly see each other’s high scores, and to improve Game Center for you and others. Apple collects information about your interaction with Game Center features, including features accessible from Settings such as your friend requests, to improve and optimize Game Center for you and others. This information is not associated with your Apple Account. Playing with Other Players and Friends Your Game Center nickname, avatar, scores, and Arcade subscription state are visible to all Game Center users for games with global leaderboards. You can also choose to share other Game Center activity information with your Game Center friends or all Game Center users. This information includes games you have played and your achievements progress, and will be visible to those you share it with in Game Center and other Apple services, like the App Store and Apple Arcade. Children’s Game Center activity information can be shared only with their Game Center friends. You can see and change your activity sharing state by going to Settings > Game Center > Profile Privacy on your iOS, iPadOS, or visionOS device, and System Settings > Game Center > Profile Privacy on Mac. When your Game Center nickname is linked with your contact card, Game Center will use the email address and phone number associated with your Apple Account. This allows your Game Center friends to find you more easily based on the name they have for you in their Contacts app. You can control this setting on your iOS, iPadOS, or visionOS device by going to Settings > Game Center > Allow Finding by Friends, and on Mac by going to System Settings > Game Center, and turning off Allow Finding by Friends. When you play a game that supports multiplayer functionality, other Game Center users who are accessing the same game on the same WLAN network or local area network, or are within range of Bluetooth will be able to see that you are nearby and see your nickname and avatar. Where a developer is using Apple’s multiplayer functionality, you can disable this feature on your iOS, iPadOS, or visionOS device by going to Settings > Game Center, then tapping to turn off Nearby Players. On Mac, go to System Settings > Game Center, and click to turn off “Nearby players.” On tvOS, go to Settings > Users and Accounts > [user name] > Game Center, then turn off Nearby Players. Apple receives non-identifiable information about your contacts who have chosen to link their Game Center nickname with their contact card. This information is used to enhance the friend recommendations shown to you on Game Center surfaces, but is not stored by Apple. In addition, Game Center uses on-device processing to assist our recommendations. If you have friend relationships established before iOS 10, those friends have access to your real name. In any friend relationships established since you adopted iOS 10, only your nickname is visible to your friends. Children’s accounts never make real names visible to friends, including before iOS 10. Communicating with You Apple may use information about your account, such as the Apple products you own and your subscriptions to Apple services, to send you communications about Game Center and other Apple products, services, and offers that may be of interest to you. Apple may also use information about your activity within Game Center to send you emails and push notifications about new features, content, and offers available within Game Center. You can change your email preferences and opt out of receiving these emails by going to account.apple.com. To update your notification preferences on your iOS, iPadOS, or visionOS device, go to Settings > Notifications > Game Center. Apple uses information about your interactions with our communications, including notifications, to improve our services. Third-Party Developers When you are signed in to Game Center, the developers of the games you play can request information about you, including your nickname, avatar, and other unique Game Center identifiers. A developer can also request a list of related players, including your friends and the players you recently played with, which will include nicknames and avatars. If you choose to allow an app to connect you with friends, they can access a list of your friends who also play this game. Only friends who have also agreed to let this app connect with their friends will be visible to the app as your friend. You may also choose to not allow any apps to connect you with friends at any time. To do so on your iOS, iPadOS, or visionOS device, go to Settings > Game Center > Connect with Friends and tap to turn off Connect with Friends. On Mac, go to System Settings > Game Center, and click to turn off “Connect with friends.” This prevents apps from asking if they can connect you with your Game Center friends and will stop sharing your friends list with previously allowed apps. Whenever you use a third-party app, you should review the developer’s terms, privacy policies, and practices to understand how they collect and use your data. Children in Game Center For children in your Family who use Game Center, you can use Content & Privacy Restrictions in Screen Time to limit time spent in specific apps and block Game Center features on your child’s device, including multiplayer functionality, the ability to add friends, and the ability to connect with friends playing the same game. To do this on your iOS, iPadOS, or visionOS device, go to Settings > Screen Time > Content & Privacy Restrictions > Content Restrictions. On Mac, go to System Settings > Screen Time > Content & Privacy. On tvOS, go to Settings > General > Restrictions. Additionally, when communicating with other players in Game Center, children cannot send or receive user-inputted text. They are restricted to sending and receiving preset messages. In-game voice chat is disabled for children. Applicable Legal Basis for Processing Personal Data We process your personal data in Game Center based on your consent and as necessary for the purposes of our legitimate interests. Where applicable local law provides, we process the following categories of personal data as necessary for purposes of our legitimate interests: • Your use of Game Center, including the games you play and your game activity • Your nickname, avatar, Arcade subscription state, scores, and other activity information • Your Game Center friends, the players with whom you play, and when you play together These legitimate interests include: • Optimizing and improving Game Center for you and others • Sending you communications about Game Center and other related Apple products, services, and offers that may be of interest to you • Preventing fraud and other malicious activity Retention Game Center retains the information collected about you as long as you maintain the Apple Account associated with your Game Center account. Preventing Fraud and Other Malicious Activity We collect personal data to prevent fraud and other malicious activity in Game Center and other Apple apps and services. This information includes device information, such as device type and software version, location information (approximated by matching the IP address of your internet connection to a geographic region, if available), download and purchase history, and other interactions with Game Center and other apps and services. At all times, information collected by Apple will be treated in accordance with Apple’s Privacy Policy, which can be found at www.apple.com/privacy.
ar: تمثل حماية خصوصية وأمان معلوماتك أولوية للجميع في Apple؛ ولهذا نعمل جاهدين لجمع البيانات التي نحتاج إليها فقط بهدف تحسين تجربتك وجعلها أفضل من ذي قبل، وحينما نجمع البيانات نرى أنه من المهم لك أن تكون على دراية بالبيانات التي نجمعها وسبب حاجتنا لها، حتى تتمكن من اتخاذ اختيارات مدروسة. صُمم تطبيق Game Center مع الأخذ بالاعتبار هذه المبادئ، تمامًا مثل بقية منتجات وخدمات Apple. توفير وتحسين Game Center بمجرد التسجيل في Game Center، ستتمكن من الانخراط في الأنشطة المرتبطة بالألعاب، كالمشاركة في لوحات الأوائل، والألعاب متعددة اللاعبين، والبحث عن الأصدقاء وعرض ملفاتهم الشخصية وتحديهم، وتتبع الإنجازات. تجمع Apple معلومات حول تفاعلك مع ميزات Game Center بهدف تحسين Game Center لك وللآخرين، بما في ذلك الألعاب التي تلعبها وتوقيت لعبها واللاعبين الذين تلعب معهم ونتائجك وإنجازاتك والتحديات التي ترسلها وتتلقاها. تجمع Apple أيضًا قائمة بأصدقائك على Game Center واللاعبين الذين تلعب معهم وتوقيت لعبكم معًا. وتُستخدم هذه المعلومات لمساعدتك في الانضمام إلى الألعاب متعددة اللاعبين مجددًا بسهولة، ورؤية النتائج المرتفعة لبعضكم بعضًا بسرعة، وتحسين Game Center لك وللآخرين. تجمع Apple معلومات حول تفاعلك مع ميزات Game Center وتتضمن ميزات يمكن الوصول إليها من الإعدادات مثل طلبات الصداقة، بهدف تحسين Game Center لك وللآخرين. ولا يتم ربط هذه المعلومات بحساب Apple. اللعب مع الأصدقاء واللاعبين الآخرين يظهر اسمك المستعار في Game Center وصورتك الرمزية ونتائجك وحالة اشتراكك في Arcade لجميع مستخدمي Game Center، ولذلك في الألعاب التي تحتوي على لوحات الأوائل. يمكنك أيضًا اختيار مشاركة معلومات نشاط أخرى في Game Center مع أصدقائك في Game Center أو جميع مستخدمي Game Center. تتضمن هذه المعلومات الألعاب التي لعبتها وتقدمك في الإنجازات، وستكون مرئية لمن تشاركها معهم في Game Center وخدمات Apple الأخرى، مثل App Store و Apple Arcade. لا يمكن مشاركة معلومات نشاط الأطفال في Game Center إلا مع أصدقائهم في Game Center. يمكنك رؤية حالة مشاركة النشاط وتغييرها بالانتقال على جهاز iOS أو iPadOS أو visionOS إلى الإعدادات > Game Center > خصوصية الملف الشخصي، وبالانتقال على Mac إلى إعدادات النظام > Game Center > خصوصية الملف الشخصي. عند ربط اسمك المستعار في Game Center ببطاقة جهة الاتصال الخاصة بك، سيستخدم Game Center عنوان البريد الإلكتروني ورقم الهاتف المرتبطَين بحساب Apple. سيسمح هذا لأصدقائك في Game Center بالعثور عليك بسهولة استنادًا إلى اسمك الموجود في تطبيق جهات الاتصال لديهم. يمكنك التحكم في هذا الإعداد على جهاز iOS أو iPadOS أو visionOS بالانتقال إلى الإعدادات > Game Center > السماح للأصدقاء بالعثور عليك، وعلى Mac بالانتقال إلى إعدادات النظام > Game Center، وإيقاف السماح للأصدقاء بالعثور. عند لعب لعبة تدعم وظيفة تعدد اللاعبين، فإن مستخدمي Game Center الآخرين الذين يصلون إلى نفس اللعبة على نفس شبكة WLAN أو الشبكة المحلية أو الموجودين ضمن نطاق Bluetooth، سيكون بإمكانهم معرفة أنك في مكان قريب منهم ورؤية اسمك المستعار وصورتك الرمزية. عندما يستخدم مطور ما خاصية تعدد اللاعبين من Apple، يمكنك تعطيل هذه الميزة على جهاز iOS أو iPadOS أو visionOS بالانتقال إلى الإعدادات > Game Center، ثم الضغط لإيقاف "اللاعبون القريبون". وعلى Mac، انتقل إلى إعدادات النظام > Game Center، وانقر لإيقاف "اللاعبون القريبون". وعلى tvOS، انتقل إلى الإعدادات > المستخدمون والحسابات > [اسم المستخدم] > Game Center، ثم أوقف "اللاعبون القريبون". تجمع Apple معلومات لا تكشف عن الهوية الشخصية حول جهات اتصالك الذين اختاروا ربط اسمهم المستعار في Game Center ببطاقة جهة الاتصال الخاصة بهم. تُستخدم هذه المعلومات لتحسين توصيات الصداقة التي تظهر لك على منصات Game Center، لكن Apple لا تخزنها. وبالإضافة إلى ذلك، يستخدم Game Center معالجة محلية على الجهاز للمساعدة في توصياتنا. إذا كنت قد أنشأت علاقات صداقة قبل iOS 10، فسيتمكن هؤلاء الأصدقاء من الوصول إلى اسمك الحقيقي. وفي أي علاقات صداقة قائمة منذ استخدامك لنظام iOS 10، لا يظهر إلا اسمك المستعار لأصدقائك. أما حسابات الأطفال، فلا تُظهر الأسماء الحقيقية للأصدقاء أبدًا، بما في ذلك ما قبل iOS 10. التواصل معك قد تستخدم Apple معلومات حول حسابك، مثل منتجات Apple التي تمتلكها واشتراكاتك في خدمات Apple، لإرسال رسائل إليك حول Game Center ومنتجات Apple وخدماتها وعروضها التي قد تهمك. قد تستخدم Apple أيضًا معلومات حول نشاطك في Game Center لإرسال رسائل بريد إلكتروني إليك وإرسال إشعارات لحظية حول الميزات الجديدة والمحتوى والعروض المتوفرة في Game Center. يمكنك تغيير تفضيلات بريدك الإلكتروني وإلغاء الاشتراك في تلقي رسائل البريد الإلكتروني هذه بالانتقال إلى account.apple.com. لتحديث تفضيلات الإشعارات على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > الإشعارات > Game Center. تستخدم Apple معلومات عن تفاعلاتك مع اتصالاتنا، بما في ذلك الإشعارات، بهدف تحسين خدماتنا. مطورو الجهات الخارجية عند تسجيل الدخول إلى Game Center، يمكن لمطوري الألعاب التي تلعبها طلب معلومات عنك، بما في ذلك اسمك المستعار وصورتك الرمزية ومعرفات Game Center الفريدة الأخرى. ويمكن للمطور أيضًا طلب قائمة باللاعبين ذوي الصلة، بما في ذلك أصدقاؤك واللاعبون الذين لعبت معهم مؤخرًا، والتي تشمل الأسماء المستعارة والصور الرمزية. في حالة اختيار السماح لتطبيق ما بتوصيلك بالأصدقاء، يصبح بإمكانه الوصول إلى قائمة أصدقائك الذين يلعبون هذه اللعبة أيضًا. والأصدقاء الذين وافقوا أيضًا على السماح لهذا التطبيق بتوصيلهم بأصدقائهم هم فقط الذين سيظهرون للتطبيق بصفتهم أصدقاء لك. يمكنك أيضًا اختيار عدم السماح لأي تطبيقات بتوصيلك بالأصدقاء في أي وقت. لتنفيذ ذلك على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > Game Center > التواصل مع الأصدقاء، واضغط لإيقاف "التواصل مع الأصدقاء". وعلى Mac، انتقل إلى إعدادات النظام > Game Center، وانقر لإيقاف "التواصل مع الأصدقاء". بذلك تُمنع التطبيقات من مطالبتك بأن تصلك بأصدقائك في Game Center، ويتم إيقاف مشاركة قائمة أصدقائك مع التطبيقات التي سُمح لها سابقًا. عند استخدام تطبيق تابع لجهة خارجية، يجب مراجعة شروط المطور وسياسات الخصوصية والممارسات الخاصة به لفهم آليته في جمع بياناتك واستخدامها. الأطفال في Game Center إذا كان هناك أطفال في عائلتك يستخدمون Game Center، يمكنك استخدام قيود المحتوى والخصوصية في "مدة استخدام الجهاز" لتقييد الوقت الذي يقضيه الطفل في تطبيقات معينة، وحظر ميزات Game Center على جهاز طفلك. يتضمن ذلك وظيفة تعدد اللاعبين وإمكانية إضافة الأصدقاء وإمكانية التواصل مع الأصدقاء الذين يلعبون نفس اللعبة. لتنفيذ ذلك على جهاز iOS أو iPadOS أو visionOS، انتقل إلى الإعدادات > مدة استخدام الجهاز > قيود المحتوى والخصوصية > قيود المحتوى. وعلى Mac، انتقل إلى إعدادات النظام > مدة استخدام الجهاز > المحتوى والخصوصية. على tvOS، انتقل إلى الإعدادات > عام > القيود. إضافةً إلى ذلك، عند التواصل مع اللاعبين الآخرين في Game Center، لا يمكن للأطفال إرسال أو تلقي نص من إدخال المستخدم. سيكون مسموحًا لهم بإرسال واستلام الرسائل المعدة مسبقًا فقط. ويتم تعطيل الدردشة الصوتية داخل الألعاب للأطفال. الأسس القانونية لمعالجة البيانات الشخصية نحن نعالج بياناتك الشخصية في Game Center بناءً على موافقتك وحسب الضرورة التي تقتضيها مصالحنا المشروعة. نعالج الفئات التالية من البيانات الشخصية، حسب الضرورة التي تقتضيها مصالحنا المشروعة حيثما ينص القانون المحلي المعمول به على ذلك: • استخدامك لتطبيق Game Center، بما في ذلك الألعاب التي تلعبها ونشاط ألعابك • اسمك المستعار وصورتك الرمزية وحالة اشتراكك في Arcade ونتائجك ومعلومات النشاط الأخرى • أصدقاؤك على Game Center واللاعبون الذين تلعب معهم وتوقيت لعبكم معًا تتضمن هذه المصالح المشروعة ما يلي: • تحسين Game Center لك وللآخرين • إرسال مراسلات إليك حول Game Center ومنتجات Apple وخدماتها وعروضها الأخرى ذات الصلة والتي قد تهمك • منع الاحتيال والأنشطة الضارة الأخرى الاحتفاظ بالمعلومات يحتفظ Game Center بالمعلومات التي تم جمعها عنك طالما كنت تحتفظ بحساب Apple المرتبط بحسابك في Game Center. منع الاحتيال والأنشطة الضارة الأخرى نجمع البيانات الشخصية لمنع الاحتيال والأنشطة الضارة الأخرى في Game Center وتطبيقات Apple وخدماتها الأخرى. وتتضمن هذه المعلومات معلومات الجهاز، مثل نوع الجهاز وإصدار البرنامج، ومعلومات الموقع التقريبية -إذا توفرت- عن طريق مطابقة عنوان IP الخاص باتصالك بالإنترنت مع منطقة جغرافية، وسجل تاريخ التنزيل والشراء، والتفاعلات الأخرى مع Game Center والتطبيقات والخدمات الأخرى. سيتم - في جميع الأوقات - التعامل مع المعلومات التي تجمعها شركة Apple وفقًا لسياسة خصوصية Apple، والتي يمكن العثور عليها على الرابط: www.apple.com/ae-ar/privacy.
bg: Защитата на поверителността и сигурността на вашата информация е приоритет за всички в Apple. Работим усилено, за да събираме само данните, от които се нуждаем, за да направим вашето изживяване по-добро, а когато събираме данни, вярваме, че е важно да знаете какво събираме и защо това ни е необходимо, за да можете да направите информиран избор. Game Center, подобно на всеки продукт или услуга на Apple, е проектирано, като са взети предвид тези принципи. Предоставяне и подобряване на Game Center След като се включите към Game Center, ще можете да участвате в свързани с игрите дейности, като например участие в класации, мултиплейър игри, намиране, разглеждане и предизвикване на приятели, както и проследяване на постиженията. Apple събира информация за вашето използване на Game Center, за да подобри и оптимизира Game Center за вас и другите потребители, включително игрите, които играете, кога и с кого играете, вашите резултати и постижения и предизвикателствата, които изпращате и получавате. Apple събира и списък с вашите приятели в Game Center, играчите, с които играете, и кога играете заедно. Тази информация се използва, за да ви помогне лесно да се включвате отново в мултиплейър игрите, бързо да виждате най-добрите си резултати и за да се подобрява услугата Game Center за вас и другите потребители. Apple събира информация за това как взаимодействате с функциите на Game Center, включително функциите, достъпни от Настройки, например като вашите покани за приятелство, за да подобри и оптимизира Game Center за вас и другите потребители. Тази информация не се свързва с вашата Apple регистрация. Игра с други играчи и приятели Вашите псевдоним, аватар, резултати и състояние на абонамент Arcade в Game Center са видими за всички потребители в Game Center за игри с глобални класации. Освен това можете да изберете да споделяте и друга информация за активността си в Game Center с вашите приятели в Game Center или с всички потребители на Game Center. Тази информация включва игрите, които сте играли, и напредъка на постиженията ви и ще бъде видима за тези, с които я споделяте в Game Center и в други услуги на Apple, като App Store и Apple Arcade. Децата могат да споделят информация за активността си в Game Center само с техните приятели в Game Center. Можете да видите и промените настройките за споделяне на активността си, като на iOS, iPadOS или visionOS устройство отидете в Настройки > Game Center > Поверителност на профила, а на Mac отидете в Системни настройки > Game Center > Поверителност на профила. Когато вашият псевдоним от Game Center е свързан с визитната ви картичка, Game Center ще използва имейл адреса и телефонния номер, свързани с вашата Apple регистрация. Така вашите приятели в Game Center могат да ви открият по-лесно на база вашето име в тяхното приложение Контакти. Можете да управлявате тази настройка на вашето iOS, iPadOS или visionOS устройство, като отидете в Настройки > Game Center > Позволи намиране от приятели, а на Mac отидете в Системни настройки > Game Center и изключете Позволи намиране от приятели. Когато играете игра, която поддържа функция за много играчи, другите потребители на Game Center, които имат достъп до същата игра в същата WLAN или локална мрежа, или са в обхвата на Bluetooth, ще могат да видят, че сте наблизо, както и вашите прякор и аватар. Ако разработчик използва функционалността мултиплейър на Apple, можете да деактивирате тази функция на вашето iOS, iPadOS или visionOS устройство, като отидете в Настройки > Game Center и след това докоснете, за да изключите Играчи наблизо. На Mac отидете в Системни настройки > Game Center и щракнете, за да изключите „Играчи в близост“. На tvOS отидете в Настройки > Потребители и регистрации > [име на потребител] > Game Center и след това изключете Играчи наблизо. Apple получава неидентифицираща информация за вашите контакти, които са избрали да свържат техния прякор в Game Center с тяхната визитка. Тази информация се използва, за да подобри препоръките за приятели, показани в пространството на Game Center, но не се съхранява от Apple. В допълнение, Game Center използва обработка на устройството, за да помогне на нашите препоръки. Ако имате установени приятелски връзки преди iOS 10, тези приятели имат достъп до истинското ви име. За всички приятелски връзки, установени, след като сте преминали към iOS 10, приятелите ви ще виждат само вашия прякор. За регистрациите на деца истинските имена никога не се разкриват на приятелите, включително и за версии преди iOS 10. Връзка с вас Apple може да използва информация от вашата регистрация, като продуктите на Apple, които притежавате, и вашите абонаменти за услуги на Apple, за да ви изпраща съобщения относно услугата Game Center и други продукти, услуги и оферти на Apple, които могат да представляват интерес за вас. Apple може да използва информация за вашата активност в приложението Game Center, за да ви изпраща имейли и push известия за нови функции, съдържание и оферти, налични в приложението Game Center. Можете да промените настройките си за имейли и да се откажете от получаването на тези имейли, като отидете на account.apple.com. За да обновите настройките си за известяване на вашето iOS, iPadOS или visionOS устройство, отидете в Настройки > Известия > Game Center. Apple използва информация относно вашето взаимодействие с нашата комуникация, включително известия, за да подобрим нашите услуги. Разработчици от други производители Когато сте влезли в Game Center, разработчиците на игрите, които играете, могат да поискат информация за вас, включително вашите прякор, аватар и други уникални за Game Center идентификатори. Разработчикът може да поиска и списък със свързани играчи, включително вашите приятели и играчите, с които наскоро сте играли. Списъкът ще включва псевдоними и аватари. Ако изберете да разрешите на някое приложение да ви свързва с приятели, те могат да имат достъп до списък с вашите приятели, които също играят тази игра. Само приятели, които също са се съгласили да позволят на това приложение да се свързва с приятелите им, ще бъдат видими от приложението като ваш приятел. По всяко време можете да изберете да не позволявате на никакви приложения да ви свързват с приятели. За да направите това на iOS, iPadOS или visionOS устройство, отидете в Настройки> Game Center > Свързване с приятели и докоснете, за да изключите Свързване с приятели. На Mac отидете в Системни настройки > Game Center и щракнете, за да изключите „Свързване с приятели“. Това възпрепятства приложенията да ви питат дали да ви свързват с вашите приятели в Game Center и спира споделянето на вашия списък с приятели с приложения, на които преди сте разрешили това. Винаги, когато използвате приложение на трета фрима, трябва да прегледате условията и политиките за поверителност на разработчика, за да разберете как се събира и използва вашата информация. Децата в Game Center За децата във вашето Семейство, които използват Game Center, можете да използвате опцията „Ограничения за съдържание и поверителност“ в Екранно време, за да ограничите времето, прекарвано в конкретни приложения, и да блокирате функции на Game Center на устройството на вашето дете, включително функционалност за мултиплейър игри, възможност за добавяне на приятели и възможност за свързване с приятели, които играят една и съща игра. За да направите това на вашето iOS, iPadOS или visionOS устройство, отидете в Настройки > Екранно време > Ограничения на съдържание и поверителност > Ограничения на съдържание. На Mac отидете в Системни настройки > Екранно време > Съдържание и поверителност. На tvOS отидете в Настройки > Основни > Ограничения. Освен това, когато общуват с други играчи в мрежата Game Center, децата не мога да изпращат или получават въведен текст. Те са ограничени да изпращат и получават само предварително зададени съобщения. Гласовият чат в играта е деактивиран за деца. Приложимо законово основание за обработка на лични данни Обработваме личните ви данни в Game Center на база вашето съгласие и както е необходимо за целите на нашите легитимни интереси. Когато приложимото местно законодателство предвижда, обработваме следните категории лични данни, както е необходимо за целите на нашите законни интереси: • Вашето използване на Game Center, включително игрите, които играете, и вашата активност в игрите • Вашият псевдоним, аватар, състояние на абонамент Arcade, резултатите и друга информация за вашата активност • Вашите приятели в Game Center, играчите, с които играете, и кога играете заедно Тези легитимни интереси включват: • Оптимизиране и подобряване на Game Center за вас и другите потребители • Изпращане на съобщения относно Game Center и други свързани продукти, услуги и оферти на Apple, които могат да представляват интерес за вас • Предотвратяване на измами и други злонамерени дейности Запазване на данните Game Center запазва събраната за вас информация толкова дълго, колкото вие поддържате Apple регистрацията, свързана с вашата регистрация в Game Center. Предотвратяване на измами и други злонамерени дейности Ние събираме лични данни, за да предотвратим измами и други злонамерени дейности в Game Center и в други приложения и услуги на Apple. Тези данни включват информация за устройството като тип на устройството и версия на софтуера, информация за местоположението (приблизително по съответствието на IP адреса на вашата интернет връзка с географския район, ако са налични), история на изтегленото съдържание и покупките и други взаимодействия с мрежата Game Center и с други приложения и услуги. Събраната от Apple информация винаги ще се третира в съответствие с Политиката за поверителност на Apple, която може да се намери на адрес www.apple.com/privacy.
ca: A Apple, la protecció de la privacitat i seguretat de la teva informació és una qüestió prioritària. Ens esforcem per recopilar només les dades que necessitem per millorar l’experiència. En aquesta línia, quan recopilem informació, creiem que és important que sàpigues quina és i per a què la necessitem, de manera que puguis prendre decisions amb coneixement. Com la resta de productes i serveis d’Apple, el Game Center s’ha dissenyat partint d’aquests principis. Disponibilitat i millora del Game Center En configurar i activar el Game Center, podràs participar en activitats relacionades amb els jocs, com ara en classificacions i jocs multijugador, trobar i desafiar persones que coneguis, accedir al seu perfil i fer un seguiment dels assoliments. Per millorar i optimitzar el Game Center, Apple recopila informació sobre els jocs a què jugues, quan i amb qui hi jugues, les puntuacions i els assoliments, i els reptes que envies i reps. Apple també recopila una llista de les teves amistats del Game Center, la gent amb qui jugues i quan jugueu. Aquesta informació s’utilitza per millorar el Game Center, i perquè puguis connectar‑te a les partides multijugador més fàcilment i veure les màximes puntuacions de tothom amb un cop d’ull. Apple recopila informació sobre com utilitzes el Game Center, com ara les sol·licituds d’amistat i la resta d’opcions a què es pot accedir a través de la configuració, per millorar‑lo i optimitzar‑lo. La informació no s’associa al compte d’Apple. Jocs amb amistats i altres persones Tothom del Game Center pot veure l’àlies, l’avatar, les puntuacions i l’estat de la subscripció a l’Arcade, en el cas dels jocs que tinguin classificacions globals. Així mateix, pots compartir altres dades sobre lʼactivitat al Game Center amb les amistats del Game Center o amb tothom. La informació inclou els jocs a què has jugat i el progrés pel que fa als assoliments, i la podrà veure qualsevol persona amb qui la comparteixis al Game Center i en altres serveis d’Apple, com ara l’App Store i l’Apple Arcade. La canalla només podrà compartir la informació de l’activitat al Game Center amb les seves amistats del Game Center. Per veure i canviar com es comparteix l’activitat, en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Game Center > Privacitat del perfil; en un Mac, ves a l’app Configuració del Sistema > Game Center > Privacitat del perfil. En vincular l’àlies del Game Center amb la targeta de contacte, el Game Center utilitzarà l’adreça electrònica i el número de telèfon associats al compte d’Apple. Dʼaquesta manera, les amistats del Game Center podran trobar‑tʼhi fàcilment a partir del nom amb què tʼhagin desat als contactes. Per canviar com se’t pot trobar al Game Center, en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Game Center > Permet que les amistats et trobin; en un Mac, ves a l’app Configuració del Sistema > Game Center > Permet que les amistats et trobin. Quan juguis a un joc que ofereixi la modalitat de multijugador, la resta de persones que facin servir el Game Center, que accedeixin al mateix joc i que es trobin a la mateixa xarxa WLAN, xarxa d’àrea local o connexió Bluetooth podran saber que ets a prop i veure els teus àlies i avatar. En cas que un equip de desenvolupament faci servir la funcionalitat multijugador d’Apple i la vulguis desactivar, en un dispositius iOS, iPadOS o visionOS, ves a l’app Configuració > Game Center > Jugadors propers. En un Mac, ves a lʼapp Configuració del Sistema > Game Center > Jugadors propers. En un dispositiu tvOS, ves a l’app Configuració > Usuaris i comptes > [nom] > Game Center > Jugadors propers. Apple rep informació sobre els contactes que han decidit vincular l’àlies del Game Center amb la targeta de contacte, però aquesta informació no els identifica. Les dades s’utilitzen per millorar els suggeriments d’amistat que veus al Game Center, i Apple no l’emmagatzema. A més, el Game Center utilitza el processament al dispositiu per fer els suggeriments. Els usuaris amb qui tinguis una relació d’amistat des d’abans de l’iOS 10 tindran accés al teu nom real. En canvi, els usuaris amb qui tinguis una relació dʼamistat des que fas servir lʼiOS 10 només podran veure el teu àlies. En el cas dels comptes de menors, el nom real mai no ha estat visible per a les amistats, tampoc abans de l’iOS 10. Comunicació amb tu Apple pot utilitzar la informació sobre el compte, com ara els productes d’Apple que tens i els serveis d’Apple a què t’has subscrit, per enviar‑te comunicacions sobre el Game Center i altres productes, serveis i ofertes d’Apple que et puguin interessar. Apple també podrà utilitzar informació sobre l’activitat al Game Center per enviar‑te correus electrònics i notificacions push sobre funcions noves, continguts i ofertes disponibles al Game Center. Per canviar les preferències dels correus i deixar de rebre’n, ves a account.apple.com. Per actualitzar les preferències de les notificacions en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Notificacions > Game Center. Apple utilitza la informació sobre com interacciones amb les comunicacions, incloses les notificacions, per millorar els serveis. Equips de desenvolupament de tercers Quan hagis iniciat sessió al Game Center, els equips de desenvolupament dels jocs a què juguis et podran demanar informació sobre tu, com ara lʼàlies, lʼavatar i altres identificadors únics del Game Center. Els equips de desenvolupament també et podran demanar una llista de jugadors relacionats, incloses les teves amistats i les persones amb qui has jugat fa poc, que inclourà els àlies i els avatars. Si permets que una app et connecti amb les teves amistats, podrà accedir a una llista de les persones que coneixes que també hi juguen. A lʼapp només li constaran com a persones que coneixes aquelles que hagin permès que seʼls connecti amb les seves altres amistats. Pots impedir que les apps et connectin amb les teves amistats en qualsevol moment. Per fer‑ho, en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Game Center > Connecta amb les amistats. En un Mac, ves a lʼapp Configuració del Sistema > Game Center > Connecta amb les amistats. Així, les apps no podran demanar‑te permís per connectar‑te amb les teves amistats del Game Center i es deixarà de compartir la llista de persones que coneixes amb les apps que abans tenien permís. Quan facis servir una app de tercers, et recomanem que consultis les condicions, les polítiques de privacitat i les pràctiques de lʼequip de desenvolupament per entendre com es recopilaran i sʼutilitzaran les teves dades. Nens i el Game Center Per a la canalla de la família que faci servir el Game Center, pots configurar restriccions de contingut i privacitat al temps dʼús per limitar el temps que poden utilitzar determinades apps i bloquejar funcions del Game Center al dispositiu, incloses la funcionalitat de multijugador, lʼaddició dʼamistats i la possibilitat de connectar amb persones que coneguin i que juguin al mateix joc. Per fer‑ho en un dispositiu iOS, iPadOS o visionOS, ves a l’app Configuració > Temps d’ús > Contingut i privacitat > Restriccions de contingut. En un Mac, ves a lʼapp Configuració del Sistema > Temps dʼús > Contingut i privacitat. En un dispositiu tvOS, ves a lʼapp Configuració > General > Restriccions. A més, quan els nens es comuniquen amb altres jugadors al Game Center, no poden enviar ni rebre text introduït pels usuaris. La seva configuració està restringida perquè només puguin enviar i rebre missatges predefinits. A més, el xat de veu integrat al joc està desactivat per als infants. Base jurídica aplicable al processament de dades personals Processem les dades personals del Game Center amb el teu consentiment i com sigui necessari per satisfer els nostres interessos legítims. En els casos en què així s’estipuli a la legislació local aplicable, processem les següents categories de dades personals com sigui necessari per satisfer els nostres interessos legítims: • informació sobre com utilitzes el Game Center, inclosos els jocs a què jugues i l’activitat; • àlies i avatar, estat de la subscripció a l’Arcade, puntuacions i altres dades d’activitat; • amistats del Game Center, persones amb qui jugues i quan jugueu. Els interessos legítims inclouen el següent: • optimització i millora del Game Center; • enviament de comunicacions sobre el Game Center i altres ofertes, productes i serveis d’Apple relacionats que et puguin interessar. • prevenció del frau i d’altres activitats malicioses. Conservació El Game Center conserva les dades personals recopilades el temps que el compte d’Apple estigui associat al compte del Game Center. Prevenció del frau i dʼaltres activitats malicioses Recopilem dades personals per prevenir el frau i altres activitats malicioses al Game Center i en altres apps i serveis dʼApple. La informació inclou detalls sobre el dispositiu, com ara el tipus i la versió del programari, les dades sobre la ubicació (que s’obtenen, de manera aproximada, en relacionar l’adreça IP de la connexió a internet i la regió geogràfica, si estan disponibles), l’historial de descàrregues i compres, i altres interaccions amb el Game Center i altres apps i serveis. La informació rebuda per Apple es tractarà en tot moment d’acord amb la política de privacitat d’Apple, que està disponible a www.apple.com/es/privacy.
cs: Ochrana vašeho soukromí a bezpečnosti vašich osobních údajů je prioritou pro celý tým společnosti Apple. Usilovně se snažíme shromažďovat jen data potřebná k tomu, abychom vám zpříjemnili práci s našimi službami, a když už nějaká data sbíráme, je pro nás důležité, abyste věděli, jaká data to jsou a k čemu je potřebujeme, a mohli se díky tomu informovaně rozhodovat. Služba Game Center je stejně jako všechny ostatní produkty a služby společnosti Apple vyvíjena v souladu s těmito principy. Poskytování a vylepšování Game Centra Po dokončení úvodního nastavení Game Centra se budete moct podílet na aktivitách souvisejících s hrami, například se objevovat v žebříčcích, hrát hry pro více hráčů, zobrazovat a posílat výzvy přátelům a získávat úspěchy. Společnost Apple za účelem vylepšování a optimalizace Game Centra pro vás i další uživatele shromažďuje informace o vašem využívání Game Centra – o hrách, které hrajete, kdy je hrajete a s kým, o tom, jakých skóre a úspěchů jste dosáhli, a o výzvách, které posíláte a dostáváte. Shromažďuje také seznam vašich přátel v Game Centru a hráčů, s nimiž hrajete, a údaje o tom, kdy spolu hrajete. Takto získané informace vám usnadňují opakované zapojení do her pro více hráčů a rychlé vzájemné zobrazení nejvyšších dosažených skóre a také pomáhají s vylepšováním Game Centra pro vás i další uživatele. Apple shromažďuje informace o vašich interakcích s funkcemi Game Centra včetně funkcí přístupných z Nastavení, například žádostí o přátelství, za účelem vylepšování a optimalizace Game Centra pro vás i pro další uživatele. Tyto informace nejsou přidruženy k vašemu účtu Apple. Hraní s dalšími hráči a přáteli U her s globálními žebříčky jsou vaše přezdívka a avatar v Game Centru, skóre a stav předplatného služby Arcade viditelné pro všechny uživatele Game Centra. Kromě toho se můžete rozhodnout sdílet i další informace o svých aktivitách v Game Centru, buď jen s přáteli, nebo se všemi uživateli Game Centra. Tyto informace zahrnují hry, které jste hráli, a vaše pokroky v získávání úspěchů. Uvidí je uživatelé, se kterými sdílíte svoje informace v Game Centru a dalších službách Apple, například v App Storu a Apple Arcade. Děti můžou sdílet informace o aktivitách jen se svými přáteli v Game Centru. Na stav sdílení svých aktivit se můžete na iOS, iPadOS a visionOS zařízeních podívat a případně ho změnit v Nastavení > Game Center > Soukromí profilu. Na Macu otevřete Nastavení systému > Game Center > Soukromí profilu. Pokud je vaše přezdívka v Game Centru propojená s vaší vizitkou, Game Center bude používat e‑mailovou adresu a telefonní číslo přidružené k vašemu účtu Apple. Vaši přátelé vás tak v Game Centru snáz najdou podle jména, pod kterým vás mají uložené v aplikaci Kontakty. Na iOS, iPadOS a visionOS zařízeních můžete tuto volbu změnit v Nastavení > Game Center > Povolit přátelům vyhledání. Na Macu přejděte do Nastavení systému > Game Center a vypněte volbu Povolit přátelům vyhledání. Hrajete‑li hru, která podporuje více hráčů, uvidí vás ve své blízkosti další uživatelé Game Centra, kteří mají přístup k téže hře ve stejné WLAN síti či místní síti nebo jsou v dosahu rozhraní Bluetooth. Tito uživatelé uvidí také vaši přezdívku a avatara. Pokud vývojář používá funkci více hráčů od společnosti Apple, můžete ji na iOS, iPadOS a visionOS zařízeních vypnout tak, že přejdete do Nastavení > Game Center a klepnutím vypnete volbu Místní hráči. Na Macu přejděte do Nastavení systému > Game Center a kliknutím vypněte volbu Místní hráči. V systému tvOS přejděte do Nastavení > Uživatelé a účty > [jméno uživatele] > Game Center a vypněte volbu Místní hráči. Apple dostává osobně neidentifikovatelné informace o vašich kontaktech, které mají na základě vlastního rozhodnutí přezdívky v Game Centru propojené s vizitkami. Tyto informace jsou využívány k lepšímu výběru doporučených přátel, které vidíte na panelech Game Centra, společnost Apple je však neuchovává. Game Center navíc k poskytování asistence pro naše doporučení využívá zpracování přímo na zařízení. Jestliže jste přátelství s jinými hráči navázali ve starší verzi systému než iOS 10, mají tito přátelé přístup k vašemu skutečnému jménu. Všichni hráči, se kterými jste navázali přátelství po přechodu na verzi iOS 10, uvidí už jen vaši přezdívku. V případě dětských účtů nebyla skutečná jména pro přátele viditelná ani ve starších verzích než iOS 10. Komunikace s vámi Apple může použít informace o vašem účtu, například o produktech Apple, které vlastníte, a službách Apple, které máte předplacené, k zasílání informací o Game Centru a dalších produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat. Společnost Apple může využívat informace o vaší aktivitě v Game Centru také k tomu, že vám bude zasílat e‑maily a push oznámení o nových funkcích, obsahu a nabídkách, které jsou v Game Centru k dispozici. Své předvolby pro e‑mail můžete změnit a příjem těchto e‑mailů můžete odhlásit na adrese account.apple.com. Předvolby pro oznámení můžete na iOS, iPadOS a visionOS zařízeních změnit v Nastavení > Oznámení > Game Center. Společnost Apple využívá informace o vašich interakcích s jejími sděleními včetně oznámení k zlepšování svých služeb. Nezávislí vývojáři Když se přihlásíte ke Game Centru, mohou od vás vývojáři her, které hrajete, požadovat různé informace, například o vaší přezdívce, avatarovi a dalších jedinečných identifikátorech z Game Centra. Mohou požadovat také seznam hráčů, se kterými jste v kontaktu, například vašich přátel a hráčů, s nimiž jste v nedávné době hráli. Seznam bude obsahovat jejich přezdívky a avatary. Když se některé aplikaci rozhodnete povolit, aby vás spojila s přáteli, získá přístup k seznamu vašich přátel, kteří tutéž hru hrají také. Aplikace uvidí jen ty z vašich přátel, kteří jí také povolili, aby je spojila s přáteli. Můžete se též rozhodnout trvale zakázat všem aplikacím, aby vás s přáteli spojovaly. Chcete‑li to udělat na iOS, iPadOS nebo visionOS zařízení, přejděte do Nastavení > Game Center > Spojení s přáteli a klepnutím vypněte volbu Spojení s přáteli. Na Macu přejděte do Nastavení systému > Game Center a kliknutím vypněte volbu Spojení s přáteli. Aplikace se vás pak nebudou moct ptát, zda vás smí propojit s přáteli v Game Centru, a ukončí se sdílení seznamu přátel s aplikacemi, které k němu měly přístup doposud. Vždy před prvním použitím aplikace od nezávislého vývojáře byste se měli seznámit s jeho podmínkami, zásadami ochrany osobních údajů a dalšími postupy, abyste věděli, jakým způsobem shromažďuje a využívá vaše údaje. Dětští uživatelé Game Centra Jestliže svým dětem umožňujete přístup ke Game Centru v rámci rodinného sdílení, můžete pomocí volby Omezení obsahu a soukromí v předvolbách Čas u obrazovky omezit čas, který děti tráví s konkrétními aplikacemi, a také zablokovat některé funkce Game Centra na zařízení dítěte, například hraní her pro více hráčů, možnost přidávat přátele nebo možnost spojovat se s přáteli hrajícími tutéž hru. Chcete‑li to provést na iOS, iPadOS nebo visionOS zařízení, přejděte do Nastavení > Čas u obrazovky > Omezení obsahu a soukromí > Omezení obsahu. Na Macu otevřete Nastavení systému > Čas u obrazovky > Obsah a soukromí. V systému tvOS přejděte do Nastavení > Obecné > Omezení. Děti navíc při komunikaci s dalšími hráči v Game Centru nemůžou odesílat ani přijímat text zadaný uživatelem. Jejich komunikace je omezena na posílání a příjem přednastavených zpráv. Hlasový chat ve hrách je pro děti vypnutý. Právní základ uplatňovaný při zpracování osobních údajů Vaše osobní údaje v Game Centru zpracováváme jen s vaším souhlasem a v rozsahu nezbytném pro naplnění našich oprávněných zájmů. Tam, kde to platné místní zákony umožňují, zpracováváme následující kategorie osobních údajů, je‑li to nezbytné pro účely vyplývající z našich oprávněných zájmů: • Informace o vašem využívání Game Centra – o hrách, které hrajete, a vašich aktivitách během hry • Vaši přezdívku, avatara, stav předplatného služby Arcade, skóre a další informace o aktivitě • Údaje o vašich přátelích v Game Centru a o tom, s kterými hráči hrajete a kdy K výše zmíněným oprávněným zájmům patří: • Optimalizace a vylepšování Game Centra pro vás i další uživatele • Komunikace s vámi spočívající v zasílání informací o Game Centru a dalších souvisejících produktech, službách a nabídkách společnosti Apple, které by vás mohly zajímat • Prevence podvodů a jiných škodlivých aktivit Uchovávání dat Game Center uchovává nashromážděné údaje o vás po celou dobu platnosti účtu Apple, který je sdružený s vaším účtem v Game Centru. Prevence podvodů a jiných škodlivých aktivit Za účelem předcházení podvodům a jiným škodlivým aktivitám v Game Centru a dalších aplikacích a službách společnosti Apple shromažďujeme některé osobní údaje. Mezi tyto údaje patří informace o zařízení, například jeho typ a verze softwaru, polohové údaje (zobecněny propojením IP adresy vašeho internetového připojení s geografickou oblastí, jsou‑li k dispozici), historie stahování a nákupů a jiné záznamy o interakcích s Game Centrem a dalšími aplikacemi a službami. Společnost Apple bude se shromážděnými informacemi za všech okolností nakládat v souladu se svými zásadami ochrany osobních údajů, jejichž znění najdete na adrese www.apple.com/cz/privacy.
da: Det er meget vigtigt for alle hos Apple at beskytte sikkerheden og anonymiteten af dine oplysninger. Vi arbejder hårdt for kun at indsamle de data, vi skal bruge for at gøre din oplevelse bedre, og når vi indsamler data, mener vi, at det er vigtigt for dig at vide, hvad vi indsamler, og hvorfor vi har brug for dem, så du kan vælge på et oplyst grundlag. Game Center er ligesom alle andre Apple-produkter og -tjenester udviklet i henhold til disse principper. Tilvejebringelse og forbedring af Game Center Når du opretter dig i Game Center, kan du være med i spilrelaterede aktiviteter såsom at deltage i resultattavler, multiplayer-spil, finde, se og udfordre venner samt følge dine bedrifter. Apple indsamler oplysninger om din brug af Game Center med henblik på at forbedre og optimere Game Center for dig og andre brugere, f.eks. hvilke spil du spiller, og hvornår du spiller dem, hvem du spiller med, dine resultater og præstationer samt de udfordringer, du sender og modtager. Apple indsamler også en liste over dine venner i Game Center, de spillere, du spiller mod, og hvornår I spiller sammen. Disse oplysninger bruges til at gøre det nemmere for dig at genoptage multiplayer-spil, giver mulighed for at se hinandens bedste resultater og hjælper med til at forbedre Game Center for dig og andre. Apple indsamler oplysninger om interaktion med Game Center-funktioner – herunder om funktioner, der er tilgængelige i Indstillinger, f.eks. dine venneanmodninger – med henblik på at forbedre og optimere Game Center for dig og andre brugere. Disse oplysninger forbindes ikke med din Apple‑konto. Spil med andre spillere og venner Dit kaldenavn, din avatar og dine resultater i Game Center, samt om du abonnerer på Arcade, kan ses af alle Game Center-brugere i spil med globale resultattavler. Du kan også vælge at dele andre Game Center-aktivitetsoplysninger med dine Game Center-venner eller alle Game Center-brugere. Disse oplysninger omfatter spil, du har spillet, og din præstationsudvikling, og de vil være synlige for dem, du deler med i Game Center og andre Apple-tjenester, f.eks. App Store og Apple Arcade. Børns Game Center-aktivitetsoplysninger kan kun deles med deres Game Center-venner. Du kan se og ændre tilstanden af din aktivitetsdeling ved at gå til Indstillinger > Game Center > Anonymitet for profil på din iOS-, iPadOS- eller visionOS-enhed, og Systemindstillinger > Game Center > Anonymitet for profil på Mac. Hvis dit kaldenavn i Game Center er knyttet til dit kontaktkort, bruger Game Center e-mailadressen og telefonnummeret, der er knyttet til din Apple‑konto. Dette gør det nemmere for dine Game Center-venner at finde dig baseret på det navn, de har givet dig i appen Kontakter. Du kan indstille dette på din iOS-, iPadOS- eller visionOS-enhed ved at gå til Indstillinger > Game Center > Tillad, at venner må finde dig og på Mac ved at gå til Systemindstillinger > Game Center og slå Tillad, at venner må finde dig fra. Når du spiller et spil, der understøtter multiplayer, vil andre Game Center-brugere, som får adgang til det samme spil på det samme WLAN-netværk eller lokale netværk, eller som er inden for Bluetooth-rækkevidde, kunne se, at du er i nærheden, samt dit kaldenavn og din avatar. Når en udvikler bruger multiplayer-funktionen fra Apple, kan du slå denne funktion fra på din iOS-, iPadOS- eller visionOS-enhed ved at gå til Indstillinger > Game Center og derefter trykke for at slå Spillere i nærheden fra. På Mac skal du gå til Systemindstillinger > Game Center på Mac og klikke for at slå “Spillere i nærheden” fra. I tvOS skal du gå til Indstillinger > Brugere og konti > [brugernavn] > Game Center og derefter slå Spillere i nærheden fra. Apple modtager oplysninger om kontakter, der ikke kan identificere dem, hvis de har valgt at forbinde deres Game Center-kaldenavn med deres kontaktkort. Oplysningerne bruges til at forbedre venneanbefalingerne, der vises i Game Center, men de lagres ikke af Apple. Derudover bruger Game Center behandling på enheden som hjælp til disse anbefalinger. Hvis du er blevet venner med nogen før iOS 10, kan de pågældende venner se dit rigtige navn. De venner, som du har fået, siden du begyndte at bruge iOS 10, kan kun se dit kaldenavn. De rigtige navne på brugere af børnekonti vises aldrig for vennerne, heller ikke inden iOS 10. Kommunikation med dig Apple bruger muligvis oplysninger om din konto, f.eks. hvilke Apple-produkter, du ejer, og dine abonnementer på Apple-tjenester, til at sende dig information om Game Center og andre Apple-produkter, -tjenester og -tilbud, der måske interesserer dig. Apple bruger muligvis også oplysninger om din aktivitet i Game Center til at sende dig e-mails og push-notifikationer om nye funktioner, nyt indhold og tilbud i Game Center. Du kan ændre dine e-mailindstillinger og fravælge at modtage disse e-mails på account.apple.com. Gå til Indstillinger > Notifikationer > Game Center for at opdatere dine indstillinger til notifikationer på din iOS-, iPadOS- eller visionOS-enhed. Apple bruger oplysninger om dine interaktioner med information fra os, herunder notifikationer, til at forbedre vores tjenester. Tredjepartsudviklere Når du har logget ind i Game Center, kan udviklerne af de spil, du spiller, bede om oplysninger som f.eks. dit kaldenavn, din avatar og andre unikke identitetsoplysninger i Game Center. En udvikler kan også anmode om en liste over relaterede spillere, herunder dine venner og de spillere, du for nylig har spillet med, som vil indeholde kaldenavne og avatarer. Hvis du giver en app lov til at forbinde dig med venner, kan den få adgang til en liste over dine venner, der også spiller dette spil. Det er kun venner, der også har givet denne app lov til at oprette forbindelse til venner, som vil være synlige for appen som din ven. Du kan også vælge, at ingen apps må oprette forbindelse til venner på noget tidspunkt. Det gør du på din iOS-, iPadOS- eller visionOS-enhed ved at gå til Indstillinger > Game Center > Få forbindelse til venner og trykke for at slå Få forbindelse til venner fra. På Mac skal du gå til Systemindstillinger > Game Center og klikke for at slå “Få forbindelse til venner” fra. Dette forhindrer apps i at anmode om at oprette forbindelse til dine Game Center-venner, og din liste over venner deles ikke længere med de apps, som tidligere havde adgang. Når du bruger en tredjepartsapp, bør du gennemlæse udviklerens vilkår, anonymitetspolitik og praksis for at forstå, hvordan dine data indsamles og bruges. Børn i Game Center Hvis der er børn i din familie, der bruger Game Center, kan du bruge Indhold og anonymitet i Skærmtid til at begrænse den tid, der bruges i forskellige apps, og blokere funktioner i Game Center på dit barns enhed, herunder understøttelse af multiplayer-spil, muligheden for at tilføje venner og muligheden for at få forbindelse til venner, der spiller det samme spil. Det gør du på din iOS-, iPadOS- eller visionOS-enhed ved at gå til Indstillinger > Skærmtid > Indhold og anonymitet > Indholdsbegrænsninger. På Mac skal du gå til Systemindstillinger > Skærmtid > Indhold og anonymitet. I tvOS skal du gå til Indstillinger > Generelt > Begrænsninger. Børn kan desuden ikke sende eller modtage tekst indtastet af brugere, når de kommunikerer med andre spillere i Game Center. De kan kun sende og modtage forindstillede beskeder. Talechat under spil er slået fra for børn. Gældende juridisk grundlag for behandling af personlige data Vi behandler dine personlige data i Game Center iht. dit samtykke og som nødvendigt af hensyn til vores legitime interesser. Hvor de gældende lokale love gør det muligt, behandler vi følgende kategorier af personlige data som nødvendigt af hensyn til vores legitime interesser: • Din brug af Game Center, herunder hvilke spil du spiller og din spilaktivitet • Dit kaldenavn, din avatar, om du abonnerer på Arcade, dine resultater og andre oplysninger om aktiviteter • Dine venner i Game Center, de spillere, du spiller med, og hvornår I spiller sammen Disse legitime interesser inkluderer: • At optimere og forbedre Game Center for dig og andre • At sende dig materiale om Game Center og andre relaterede Apple-produkter, -tjenester og -tilbud, du kan være interesseret i • Forhindring af svindel og andre ondsindede aktiviteter Opbevaring Game Center opbevarer de oplysninger, der er indsamlet om dig, så længe du beholder den Apple‑konto, der er tilknyttet din Game Center-konto. Forhindring af svindel og andre ondsindede aktiviteter Vi indsamler personlige data for at forhindre svindel og andre ondsindede aktiviteter i Game Center og i andre Apple-apps og -tjenester. Disse oplysninger inkluderer oplysninger om enheden, f.eks. enhedstype og softwareversion, lokalitetsoplysninger (omtrentlig lokalitet anslås ved at matche IP-adressen på din internetforbindelse med et geografisk område, hvis tilgængelig), overførsels- og købshistorik og andre interaktioner med Game Center og andre apps og tjenester. Oplysninger indsamlet af Apple vil altid blive behandlet i overensstemmelse med Apples anonymitetspolitik, som kan læses på www.apple.com/dk/privacy.
de: Für Apple haben der Schutz deiner Privatsphäre und die Sicherheit deiner Daten hohe Priorität. Wir sind sehr bemüht, nur die Daten zu erfassen, die benötigt werden, um dein Benutzererlebnis zu verbessern. Wir sind außerdem davon überzeugt, dass du wissen solltest, welche Daten wir erfassen und weshalb wir die jeweiligen Daten benötigen. Nur so kannst du fundierte Entscheidungen treffen. Game Center wurde, genau wie alle anderen Apple-Produkte und -Dienste, entsprechend diesen Grundsätzen entwickelt. Bereitstellung und Optimierung von Game Center Sobald du dich im Game Center angemeldet hast, kannst du an Spieleaktivitäten teilnehmen, z. B. kannst du an Bestenlisten und Mehrspielerspielen teilnehmen, Freund:innen suchen, anzeigen und herausfordern sowie Erfolge aufzeichnen. Apple erfasst Daten über die Nutzung von Game Center, um Game Center für dich und andere zu verbessern und zu optimieren, einschließlich der Spiele, die du spielst, wann du sie spielst und mit wem du sie spielst, deiner Scores und Erfolge und der Challenges, die du sendest und erhältst. Apple erfasst auch eine Liste deiner Game Center-Freund:innen, mit dir spielende Personen und wann ihr zusammen spielt. Diese Informationen sind nützlich, um einfach wieder in Mehrspielerspiele einzusteigen, schnell die Scores der anderen Spieler:innen anzuzeigen und Game Center für dich und andere zu verbessern. Apple erfasst Informationen über deine Interaktion mit den Game Center-Funktionen, um das Game Center für dich und andere zu verbessern und zu optimieren. Dazu zählen auch Funktionen, die über die Einstellungen verfügbar sind, wie Freundschaftsanfragen. Diese Informationen werden nicht mit deinem Apple Account verknüpft. Mit anderen Spieler:innen und befreundeten Personen spielen Dein Game Center-Spitzname und -Avatar, deine Scores und der Arcade-Abonnementstatus sind für alle Game Center-Benutzer:innen für Spiele mit globalen Bestenlisten sichtbar. Du kannst auch festlegen, dass Informationen zu deinen anderen Game Center-Aktivitäten mit deinen Game Center-Freund:innen oder mit allen Game Center-Benutzer:innen geteilt werden. Zu diesen Informationen gehören Spiele, die du gespielt hast, und die Fortschritte bei deinen Erfolgen. Diese Informationen sind nur für die Personen sichtbar, mit denen du sie in Game Center und anderen Apple-Diensten wie dem App Store und Apple Arcade teilst. Informationen zu den Game Center-Aktivitäten von Kindern können nur mit deren Game Center-Freund:innen geteilt werden. Du kannst den Status deiner geteilten Aktivitäten anzeigen und ändern. Dazu wählst du auf deinem iOS-, iPadOS- oder visionOS-Gerät „Einstellungen“ > „Game Center“ > „Datenschutz für Profil“. Auf dem Mac öffnest du „Systemeinstellungen“ und wählst „Game Center“ > „Datenschutz für Profil“. Wenn dein Game Center-Spitzname mit deiner Kontaktkarte verknüpft ist, wird das Game Center die E‑Mail-Adresse und Telefonnummer verwenden, die mit deinem Apple Account verbunden sind. Deine Freund:innen im Game Center können dich dadurch anhand des Namens, unter dem sie dich in der App „Kontakte“ gesichert haben, noch einfacher finden. Auf deinem iOS-, iPadOS- oder visionOS-Gerät kannst du diese Einstellung unter „Einstellungen“ > „Game Center“ > „‚Für Freund:innen auffindbar‘ erlauben“ steuern. Auf dem Mac öffnest du „Systemeinstellungen“ > „Game Center“ und deaktivierst „‚Für Freund:innen auffindbar’ erlauben“. Wenn du ein Mehrspielerspiel spielst, sehen andere Game Center-Benutzer:innen, die dasselbe Spiel im selben WLAN, LAN oder im Bluetooth-Radius spielen, dass du dich in der Nähe befindest, und sie sehen deinen Spitznamen und Avatar. Falls ein Entwicklungsteam die Mehrspielerfunktion von Apple verwendet, kannst du diese Funktion auf deinem iOS-, iPadOS- oder visionOS-Gerät deaktivieren, indem du „Einstellungen“ > „Game Center“ wählst und „Spieler:innen in der Nähe“ deaktivierst. Auf dem Mac öffnest du „Systemeinstellungen“ > „Game Center“ und klickst auf „Spieler:innen in der Nähe“. Wähle in tvOS „Einstellungen“ > „Benutzer:innen und Accounts“ > „[Benutzername]“ > „Game Center“ und deaktiviere „Spieler:innen in der Nähe“. Apple erhält Informationen über deine Kontakte, die ihren Game Center-Spitznamen mit ihrer Kontaktkarte verknüpft haben. Diese Informationen lassen keine Rückschlüsse auf die Identität deiner Kontakte zu. Diese Informationen werden nicht von Apple gespeichert und nur verwendet, um dir noch besser Freund:innen im Game Center empfehlen zu können. Zusätzlich verwendet Game Center Verarbeitungsmethoden auf dem Gerät, um unsere Empfehlungen zu unterstützen. Wenn du Freundschaften vor iOS 10 geschlossen hast, können diese Freund:innen auf deinen richtigen Namen zugreifen. Für Freundschaften, die du nach iOS 10 geschlossen hast, ist nur dein Spitzname sichtbar. Bei Accounts für Kinder werden Freund:innen niemals die richtigen Namen angezeigt, auch nicht mit einer Version vor iOS 10. Kommunikation mit dir Apple kann Informationen über deinen Account (etwa deine Apple-Produkte und Abonnements von Apple-Diensten) nutzen, um dich über Game Center und andere Apple-Produkte, -Dienste und -Angebote zu informieren, die für dich interessant sein könnten. Apple kann auch Informationen über Aktivitäten im Game Center verwenden, um dir E‑Mails und Push-Mitteilungen zu senden, die Informationen zu neuen Funktionen, Inhalten und Angeboten im Game Center enthalten. Auf der Website account.apple.com kannst du deine E‑Mail-Einstellungen ändern und den Empfang dieser E‑Mails deaktivieren. Zum Aktualisieren deiner Einstellungen für Mitteilungen öffnest du auf deinem iOS-, iPadOS- oder visionOS-Gerät „Einstellungen“ > „Mitteilungen“ > „Game Center“. Apple nutzt Daten über deine Interaktionen mit unseren Benachrichtigungen, einschließlich Mitteilungen, um unsere Dienste zu verbessern. Drittanbieter-Entwicklungsteams Wenn du beim Game Center angemeldet bist, können die Entwicklungsteams der gespielten Spiele Informationen (inkl. deines Spitznamens, Avatars und anderer eindeutiger Game Center-IDs) über dich anfordern. Entwicklungsteams können auch eine Liste relevanter Spieler:innen anfordern (inkl. deiner Freund:innen und der Spieler:innen, mit denen du kürzlich gespielt hat), die Spitznamen und Avatare enthält. Wenn du erlaubst, dass eine App dich mit befreundeten Personen verbinden darf, kann die App auf eine Liste deiner Freund:innen zugreifen, die dieses Spiel auch spielen. Nur Freund:innen, die der App ebenso erlaubt haben, eine Verbindung zu befreundeten Personen herzustellen, sind für die App als deine Freund:innen sichtbar. Du kannst auch jederzeit allen Apps verbieten, Verbindungen zu Freund:innen herzustellen. Wähle dazu auf deinem iOS-, iPadOS- oder visionOS-Gerät „Einstellungen“ > „Game Center“ > „Mit Freund:innen verbinden“ und tippe darauf, um es zu deaktivieren. Auf dem Mac öffnest du „Systemeinstellungen“ > „Game Center“ und klickst zum Deaktivieren auf „Mit Freund:innen verbinden“. Dadurch können Apps nicht mehr fragen, ob sie dich mit deinen Game Center-Freund:innen verbinden sollen. Zudem wird deine Freundesliste nicht mehr mit zuvor erlaubten Apps geteilt. Immer, wenn du eine Drittanbieter-App verwendest, solltest du die Bedingungen, Datenschutzrichtlinien und -verfahren des betreffenden Entwicklungsteams lesen, damit du weißt, wie deine Daten erfasst und verwendet werden. Kinder im Game Center Wenn Kinder in deiner Familie das Game Center nutzen, kannst du die Beschränkungen im Bereich „Bildschirmzeit“ verwenden, um die Zeit einzuschränken, die für bestimmte Apps aufgewendet wird, und Game Center-Funktionen auf dem Gerät des Kindes blockieren, einschließlich der Mehrspielerfunktion, der Möglichkeit, Freund:innen hinzuzufügen, und der Möglichkeit, eine Verbindung zu befreundeten Personen herzustellen, die dasselbe Spiel spielen. Wähle dazu auf iOS-, iPadOS- oder visionOS-Geräten „Einstellungen“ > „Bildschirmzeit“ > „Beschränkungen“ > „Inhaltsbeschränkungen“. Auf dem Mac öffnest du „Systemeinstellungen“ > „Bildschirmzeit“ > „Inhalt & Datenschutz“. Wähle in tvOS „Einstellungen“ > „Allgemein“> „Einschränkungen“. Beim Kommunizieren mit anderen Spieler:innen im Game Center können Kinder außerdem durch Benutzer:innen eingegebenen Text nicht senden oder empfangen. Kinder dürfen nur vorgefertigte Nachrichten senden und empfangen. Die Sprachchatfunktion in Spielen ist für Kinder deaktiviert. Anwendbare Rechtsgrundlage für die Verarbeitung von personenbezogenen Daten Wir verarbeiten deine personenbezogenen Daten im Game Center basierend auf deiner Einwilligung und wie es zur Erfüllung unserer berechtigten Interessen erforderlich ist. Falls anwendbare lokale Gesetze es erlauben, verarbeiten wir die folgenden Kategorien personenbezogener Daten, wie es zur Erfüllung unserer berechtigten Interessen erforderlich ist: • Deine Nutzung von Game Center, einschließlich der Spiele, die du spielst, und deiner Spielaktivität • Dein Spitzname, Avatar, Arcade-Abonnementstatus, Scores und andere Aktivitätsinformationen • Deine Game Center-Freundschaften, die Spieler:innen, mit denen du spielst, und wann ihr zusammen spielt Zu den berechtigten Interessen zählen: • Das Optimieren und Verbessern von Game Center für dich und andere • Das Senden von Informationen über Game Center und andere zugehörige Apple-Produkte, -Dienste und -Angebote, die für dich interessant sein könnten • Betrugsprävention und das Vermeiden anderer schädlicher Aktivitäten Datenspeicherung Game Center bewahrt die Informationen, die über dich erfasst wurden, solange auf, wie du den mit deinem Game Center-Account verknüpften Apple Account behältst. Betrugsprävention und Vermeidung anderer schädlicher Aktivitäten Wir erfassen personenbezogene Daten, um Betrug und andere schädliche Aktivitäten im Game Center und anderen Apple-Apps und -Diensten zu verhindern. Dazu gehören Geräteinformationen wie Gerätetyp und Softwareversion, Ortsdaten (ungefähre Schätzung durch Abgleich der IP-Adresse deiner Internetverbindung mit einer geografischen Region, sofern verfügbar), Download- und Kaufverlauf sowie andere Interaktionen mit dem Game Center und anderen Apps und Diensten. Die von Apple erfassten Informationen werden jederzeit gemäß der Apple-Datenschutzrichtlinie behandelt, die unter www.apple.com/de/privacy zu finden ist.
el: Η προστασία του απορρήτου και της ασφάλειας των πληροφοριών σας αποτελεί προτεραιότητα για όλους μας στην Apple. Καταβάλλουμε κάθε δυνατή προσπάθεια για να συλλέγουμε μόνο τα δεδομένα που χρειαζόμαστε ώστε να βελτιώσουμε την εμπειρία σας και, όταν συλλέγουμε δεδομένα, πιστεύουμε ότι είναι σημαντικό να γνωρίζετε ποια ακριβώς συλλέγουμε και γιατί τα χρειαζόμαστε, ώστε να μπορείτε να παίρνετε ενημερωμένες αποφάσεις. Το Game Center, όπως και κάθε άλλο προϊόν και υπηρεσία της Apple, έχει σχεδιαστεί με γνώμονα αυτές τις αρχές. Παροχή και βελτίωση του Game Center Μόλις εγγραφείτε στο Game Center, θα έχετε τη δυνατότητα συμμετοχής σε δραστηριότητες που σχετίζονται με παιχνίδια, όπως συμμετοχή σε πίνακες κορυφαίων παικτών, παιχνίδια πολλών παικτών, εύρεση, προβολή και αποστολή προκλήσεων σε φίλους, και παρακολούθηση επιτευγμάτων. Η Apple συλλέγει πληροφορίες σχετικά με την από μέρους σας χρήση του Game Center για βελτίωση και βελτιστοποίηση του Game Center για εσάς και άλλους χρήστες, όπως τα παιχνίδια που παίζετε, πότε τα παίζετε και με ποια άτομα τα παίζετε, τις βαθμολογίες και τα επιτεύγματά σας, καθώς και τις προκλήσεις που στέλνετε και λαμβάνετε. Η Apple συλλέγει επίσης μια λίστα με τους φίλους σας στο Game Center, τους παίκτες με τους οποίους παίζετε, καθώς και πληροφορίες για το πότε παίζετε μαζί τους. Αυτές οι πληροφορίες χρησιμοποιούνται για να σας βοηθούν να συμμετέχετε εύκολα σε παιχνίδια πολλών παικτών και να βλέπετε τις βαθμολογίες των φίλων σας. Βοηθούν επίσης στη βελτίωση του Game Center για εσάς και άλλα άτομα. Η Apple συλλέγει πληροφορίες σχετικά με την αλληλεπίδρασή σας με τις δυνατότητες του Game Center, συμπεριλαμβανομένων των δυνατοτήτων που είναι προσβάσιμες από τις Ρυθμίσεις, όπως τα αιτήματα φιλίας σας, για βελτίωση και βελτιστοποίηση του Game Center για εσάς και άλλους χρήστες. Αυτές οι πληροφορίες δεν συσχετίζονται με τον λογαριασμό Apple σας. Παιχνίδια με άλλους παίκτες και φίλους Το ψευδώνυμο, το άβαταρ, οι βαθμολογίες και η κατάσταση της συνδρομής Arcade σας στο Game Center είναι ορατά σε όλους τους χρήστες του Game Center για παιχνίδια με παγκόσμιους πίνακες κορυφαίων παικτών. Μπορείτε επίσης να επιλέξετε την κοινοποίηση άλλων πληροφοριών δραστηριότητας Game Center στους φίλους σας στο Game Center ή σε όλους τους χρήστες του Game Center. Αυτές οι πληροφορίες περιλαμβάνουν τα παιχνίδια που έχετε παίξει και την πρόοδο των επιτευγμάτων σας, και θα είναι ορατές στα άτομα όπου τις κοινοποιείτε στο Game Center και σε άλλες υπηρεσίες Apple, όπως το App Store και το Apple Arcade. Οι πληροφορίες δραστηριότητας παιδιών στο Game Center μπορούν να κοινοποιηθούν μόνο στους φίλους των παιδιών στο Game Center. Για να δείτε και να αλλάξετε την κατάσταση κοινοποίησης της δραστηριότητάς σας στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Game Center» > «Απόρρητο για το προφίλ». Σε Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Game Center» > «Απόρρητο για το προφίλ». Όταν το ψευδώνυμό σας στο Game Center είναι συσχετισμένο με την κάρτα επαφής σας, το Game Center θα χρησιμοποιήσει τη διεύθυνση email και τον αριθμό τηλεφώνου που είναι συσχετισμένα με τον λογαριασμό Apple σας. Αυτό επιτρέπει στους φίλους σας στο Game Center να σας βρίσκουν πιο εύκολα με βάση το όνομα με το οποίο σας αποθήκευσαν στις Επαφές. Για να ελέγξετε αυτήν τη ρύθμιση στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Game Center» > «Επιτρέπεται η εύρεση από φίλους». Σε Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Game Center» και απενεργοποιήστε τη ρύθμιση «Επιτρέπεται η εύρεση από φίλους». Όταν παίζετε ένα παιχνίδι που υποστηρίζει πολλούς παίκτες, άλλοι χρήστες στο Game Center που προσπελάζουν το ίδιο παιχνίδι στο ίδιο δίκτυο WLAN ή τοπικό δίκτυο, ή βρίσκονται εντός της εμβέλειας Bluetooth, θα μπορούν να δουν ότι βρίσκεστε σε κοντινή απόσταση, καθώς και το ψευδώνυμο και το άβατάρ σας. Σε περίπτωση που ένας δημιουργός χρησιμοποιεί τη λειτουργία πολλών παικτών της Apple, μπορείτε να απενεργοποιήσετε αυτήν τη δυνατότητα στη συσκευή iOS, iPadOS ή visionOS σας μεταβαίνοντας στις «Ρυθμίσεις» > «Game Center» > και αγγίζοντας για απενεργοποίηση της ρύθμισης «Κοντινοί παίκτες». Σε Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Game Center» και κάντε κλικ για απενεργοποίηση της ρύθμισης «Κοντινοί παίκτες». Σε tvOS, μεταβείτε στις «Ρυθμίσεις» > «Χρήστες και λογαριασμοί» > [όνομα χρήστη] > «Game Center» και απενεργοποιήστε τη ρύθμιση «Κοντινοί παίκτες». Η Apple λαμβάνει μη ταυτοποιήσιμες πληροφορίες σχετικά με τις επαφές σας που έχουν επιλέξει να συνδέσουν το ψευδώνυμό τους στο Game Center με την κάρτα επαφής τους. Αυτές οι πληροφορίες χρησιμοποιούνται για βελτίωση των συστάσεων φίλων που σας εμφανίζονται σε τμήματα του Game Center αλλά δεν αποθηκεύονται από την Apple. Επιπρόσθετα, το Game Center χρησιμοποιεί επεξεργασία επί της συσκευής για διευκόλυνση των συστάσεων που παρέχει η Apple. Αν έχετε φιλικές σχέσεις που έχουν δημιουργηθεί πριν από το iOS 10, οι φίλοι αυτοί θα μπορούν να δουν το πραγματικό σας όνομα. Για οποιαδήποτε φιλική σχέση που έχετε δημιουργήσει αφού ξεκινήσατε να χρησιμοποιείτε το iOS 10, θα είναι ορατό μόνο το ψευδώνυμό σας στους φίλους σας. Στους λογαριασμούς παιδιών, το πραγματικό όνομα δεν είναι ποτέ ορατό στους φίλους, ούτε και σε εκδόσεις προγενέστερες του iOS 10. Επικοινωνία μαζί σας Η Apple μπορεί να χρησιμοποιεί πληροφορίες σχετικά με τον λογαριασμό σας, π.χ. τα προϊόντα Apple που κατέχετε και τις συνδρομές σας σε υπηρεσίες Apple, για να σας στέλνει μηνύματα σχετικά με το Game Center και άλλα προϊόντα, υπηρεσίες και προσφορές της Apple που μπορεί να σας ενδιαφέρουν. Η Apple μπορεί επίσης να χρησιμοποιεί πληροφορίες σχετικά με τη δραστηριότητά σας στο Game Center για να σας στέλνει email και γνωστοποιήσεις ώθησης σχετικά με νέες δυνατότητες, περιεχόμενο και προσφορές που είναι διαθέσιμα στο Game Center. Αν θέλετε να αλλάξετε τις προτιμήσεις email σας και να μη λαμβάνετε πλέον αυτά τα email, επισκεφθείτε τη διεύθυνση account.apple.com. Για να ενημερώσετε τις προτιμήσεις γνωστοποιήσεων στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Γνωστοποιήσεις» > «Game Center». Η Apple χρησιμοποιεί πληροφορίες σχετικά με τις αλληλεπιδράσεις σας με τα μηνύματα που σας στέλνει, συμπεριλαμβανομένων γνωστοποιήσεων, για βελτίωση των υπηρεσιών της. Τρίτοι δημιουργοί εφαρμογών Όταν είστε συνδεδεμένοι στο Game Center, οι δημιουργοί των παιχνιδιών που παίζετε μπορούν να ζητήσουν πληροφορίες σχετικές με εσάς, όπως το ψευδώνυμο, το άβαταρ και άλλα μοναδικά αναγνωριστικά σας στο Game Center. Ο δημιουργός μιας εφαρμογής μπορεί επίσης να ζητήσει μια λίστα σχετικών παικτών, συμπεριλαμβανομένων των φίλων σας και των παικτών με τους οποίους παίξατε πρόσφατα, η οποία θα περιλαμβάνει ψευδώνυμα και άβαταρ. Αν επιλέξετε να επιτρέψετε σε μια εφαρμογή να σας συνδέσει με φίλους, θα μπορεί να προσπελάσει μια λίστα των φίλων σας που παίζουν επίσης το εν λόγω παιχνίδι. Μόνο οι φίλοι που έχουν επίσης συμφωνήσει να επιτρέψουν σε αυτήν την εφαρμογή να τους συνδέσει με τους φίλους τους θα είναι ορατοί στην εφαρμογή ως φίλοι σας. Μπορείτε επίσης να επιλέξετε να μη σας συνδέει καμία εφαρμογή με φίλους ανά πάσα στιγμή. Για να το κάνετε αυτό στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Game Center» > «Σύνδεση με φίλους» και αγγίξτε για απενεργοποίηση της ρύθμισης «Σύνδεση με φίλους». Σε Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Game Center» και κάντε κλικ για απενεργοποίηση της ρύθμισης «Σύνδεση με φίλους». Αν κάνετε αυτήν την ενέργεια, οι εφαρμογές δεν θα μπορούν να ζητήσουν άδεια για να σας συνδέσουν με τους φίλους σας στο Game Center και θα διακοπεί η κοινοποίηση της λίστας φίλων σας σε εφαρμογές που είχατε επιτρέψει στο παρελθόν. Όποτε χρησιμοποιείτε μια εφαρμογή τρίτων, θα πρέπει να εξετάζετε τους όρους, τις πολιτικές απορρήτου και τις πρακτικές των δημιουργών, για να κατανοήσετε πώς συλλέγουν και πώς χρησιμοποιούν τα δεδομένα σας. Παιδιά στο Game Center Για τα παιδιά στην οικογένειά σας που χρησιμοποιούν το Game Center, μπορείτε να χρησιμοποιήσετε τους Περιορισμούς περιεχομένου και απορρήτου στον Χρόνο επί οθόνης, για να περιορίσετε τον χρόνο που περνούν σε συγκεκριμένες εφαρμογές και να αποκλείσετε ορισμένες δυνατότητες στο Game Center στη συσκευή του παιδιού σας, όπως λειτουργίες πολλών παικτών, τη δυνατότητα προσθήκης φίλων και τη δυνατότητα σύνδεσης με φίλους που παίζουν το ίδιο παιχνίδι. Για να το κάνετε αυτό στη συσκευή iOS, iPadOS ή visionOS σας, μεταβείτε στις «Ρυθμίσεις» > «Χρόνος επί οθόνης» > «Περιορισμοί περιεχομένου και απορρήτου» > «Περιορισμοί περιεχομένου». Σε Mac, μεταβείτε στις «Ρυθμίσεις συστήματος» > «Χρόνος επί οθόνης» > «Περιεχόμενο και απόρρητο». Σε tvOS, μεταβείτε στις «Ρυθμίσεις» > «Γενικά» > «Περιορισμοί». Επιπλέον, όταν επικοινωνούν με άλλους παίκτες στο Game Center, τα παιδιά δεν μπορούν να στείλουν ή να λάβουν κείμενο που έχει πληκτρολογήσει ένας χρήστης. Μπορούν να στέλνουν και να λαμβάνουν μόνο προκαθορισμένα μηνύματα. Η δυνατότητα φωνητικής συνομιλίας σε παιχνίδια είναι απενεργοποιημένη για τα παιδιά. Ισχύουσα νομική βάση για επεξεργασία προσωπικών δεδομένων Επεξεργαζόμαστε τα προσωπικά δεδομένα σας στο Game Center βάσει της συναίνεσής σας και όπως απαιτείται για τους σκοπούς των έννομων συμφερόντων μας. Στις περιπτώσεις που προβλέπεται από την ισχύουσα τοπική νομοθεσία, επεξεργαζόμαστε τις ακόλουθες κατηγορίες προσωπικών δεδομένων όπως απαιτείται για τους σκοπούς των έννομων συμφερόντων μας: • Την από μέρους σας χρήση του Game Center, συμπεριλαμβανομένων των παιχνιδιών που παίζετε και της δραστηριότητας παιχνιδιών σας • Το ψευδώνυμο, το άβαταρ, την κατάσταση της συνδρομής Arcade σας, τις βαθμολογίες σας και άλλες πληροφορίες δραστηριότητας • Τους φίλους σας στο Game Center, τους παίκτες με τους οποίους παίζετε, καθώς και πληροφορίες για το πότε παίζετε μαζί τους Αυτά τα έννομα συμφέροντα περιλαμβάνουν τα εξής: • Βελτιστοποίηση και βελτίωση του του Game Center για εσάς και άλλους χρήστες • Αποστολή μηνυμάτων σχετικά με το Game Center και άλλα σχετικά προϊόντα, υπηρεσίες και προσφορές της Apple που μπορεί να σας ενδιαφέρουν • Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Διατήρηση δεδομένων Το Game Center διατηρεί τις πληροφορίες που συλλέγονται για εσάς, εφόσον διατηρείτε τον λογαριασμό Apple που είναι συσχετισμένος με τον λογαριασμό σας στο Game Center. Αποτροπή απάτης και άλλης κακόβουλης δραστηριότητας Συλλέγουμε προσωπικά δεδομένα για να αποτρέπουμε ενδεχόμενες απάτες και άλλη κακόβουλη δραστηριότητα στο Game Center και σε άλλες εφαρμογές και υπηρεσίες της Apple. Αυτές οι πληροφορίες περιλαμβάνουν πληροφορίες για τη συσκευή, όπως τύπος συσκευής και έκδοση λογισμικού, πληροφορίες τοποθεσίας (κατά προσέγγιση με αντιστοίχιση της διεύθυνσης IP της σύνδεσής σας στο Διαδίκτυο σε μια γεωγραφική περιοχή, αν διατίθεται), ιστορικό λήψεων και αγορών, καθώς και άλλα δεδομένα αλληλεπίδρασης με το Game Center και άλλες εφαρμογές και υπηρεσίες. Ο χειρισμός των πληροφοριών που συλλέγει η Apple πραγματοποιείται σύμφωνα με την Πολιτική απορρήτου της, την οποία μπορείτε να βρείτε στη διεύθυνση www.apple.com/privacy.
es: Proteger la privacidad y la seguridad de tu información es prioritario para todos los que formamos parte de Apple. Ponemos todo nuestro empeño en recopilar solo los datos necesarios para mejorar tu experiencia y, cuando lo hacemos, creemos que es importante que sepas qué guardamos y por qué lo necesitamos. Así podrás tomar decisiones fundamentadas al respecto. Como todos los demás productos y servicios de Apple, Game Center se ha diseñado con estos principios en mente. Ofrecer y mejorar Game Center Una vez que hayas iniciado sesión en Game Center, podrás participar en actividades relacionadas con juegos, como las clasificaciones o los juegos multijugador, así como registrar tus logros o buscar, ver y retar a tus amigos. Con el objetivo de mejorar y optimizar el servicio para ti y para el resto de usuarios, Apple recopila información sobre cómo usas Game Center, por ejemplo, los juegos a los que juegas, cuándo y con quién juegas, tus puntuaciones y logros, y los retos que envías y recibes. Apple también recopila una lista de tus amistades de Game Center, de las personas con las que juegas y cuándo jugáis juntos. Esta información se usa para ayudarte a retomar fácilmente los juegos multijugador, ver rápidamente vuestras respectivas mejores puntuaciones y mejorar Game Center para todos los usuarios. Apple recopila información sobre cómo interactúas con las funciones de Game Center, incluidas aquellas a las que se accede desde la app Ajustes (por ejemplo, las solicitudes de amistad), para mejorar y optimizar el servicio para ti y los demás usuarios. Esta información no se asocia a tu cuenta de Apple. Jugar con otros jugadores y amigos Tu alias, avatar y puntuaciones en Game Center, así como el estado de tu suscripción a Arcade, son visibles para todos los usuarios de Game Center en los juegos con clasificaciones globales. También puedes elegir si quieres compartir otra información de tu actividad en Game Center solo con tus amigos o con todos los usuarios de Game Center. Los datos compartidos pueden ser los juegos a los que has jugado y tus logros, y podrán verlos las personas con quienes los compartas en Game Center y en otros servicios de Apple, como App Store y Apple Arcade. La información de la actividad de los niños en Game Center solo se puede compartir con sus amigos de Game Center. Puedes ver y cambiar las actividades que compartes en Ajustes > Game Center > Privacidad del perfil (en tu dispositivo iOS, iPadOS o visionOS), o en Ajustes del Sistema > Game Center > Privacidad del perfil (en un Mac). Si tu alias de Game Center está vinculado a tu tarjeta de contacto, Game Center usará la dirección de correo electrónico y el número de teléfono asociado a tu cuenta de Apple. De este modo, tus amigos de Game Center pueden encontrarte más fácilmente buscándote por el nombre que figura en su app Contactos. Puedes controlar este ajuste en tu dispositivo iOS, iPadOS o visionOS desde Ajustes > Game Center > Permitir que me encuentren mis amigos, o bien en un Mac desde Ajustes del Sistema > Game Center, donde podrás desactivar la opción “Permitir que me encuentren mis amigos”. Cuando juegas a un juego compatible con la funcionalidad multijugador, otros usuarios de Game Center que accedan al mismo juego en la misma red WLAN o red de área local, o que estén dentro del alcance de Bluetooth, podrán ver que te encuentras cerca y verán tu alias y tu avatar. Si un desarrollador usa la funcionalidad multijugador de Apple, podrás dejar de utilizarla en tu dispositivo iOS, iPadOS o visionOS desactivando la opción “Jugadores cercanos” en Ajustes > Game Center. En un Mac, ve a Ajustes del Sistema > Game Center y haz clic para desactivar la opción “Jugadores cercanos”. En tvOS, ve a Ajustes > Usuarios y cuentas > [nombre del usuario] > Game Center y desactiva “Jugadores cercanos”. Apple recibe información no identificable sobre las personas que tienes en tus contactos y que han decidido vincular su alias de Game Center a su tarjeta de contacto. Apple usa (pero no guarda) dicha información para mejorar las recomendaciones de amistades que se muestran en Game Center. Además, para ofrecer estas recomendaciones, Game Center usa el procesamiento local en el dispositivo. Si tienes amistades establecidas antes de iOS 10, esos amigos tendrán acceso a tu nombre real. Todas las amistades establecidas desde que empezaste a usar iOS 10, solo podrán ver tu alias. En las cuentas de niños nunca se mostrarán sus nombres reales a los amigos, incluidas las versiones anteriores a iOS 10. Comunicaciones Apple puede utilizar información sobre tu cuenta, como qué productos de Apple tienes y a qué servicios de Apple te has suscrito, para enviarte comunicaciones sobre Game Center y otros productos, servicios y ofertas de Apple que puedan resultarte interesantes. Apple también puede utilizar información sobre tu actividad en Game Center para enviarte notificaciones push y correos electrónicos sobre las nuevas funciones, contenidos y ofertas disponibles en Game Center. Puedes ir a account.apple.com para cambiar tus preferencias de correo electrónico y dejar de recibir estos mensajes. Para actualizar las preferencias de notificaciones en tu dispositivo iOS, iPadOS o visionOS, ve a Ajustes > Notificaciones > Game Center. Apple utiliza la información sobre tus interacciones con nuestras comunicaciones, como las notificaciones, para mejorar nuestros servicios. Desarrolladores independientes Cuando inicias sesión en Game Center, los desarrolladores de los juegos a los que juegas pueden solicitar información sobre ti, como tu alias, tu avatar y otros identificadores únicos de Game Center. Un desarrollador también puede solicitar una lista de jugadores relacionados, incluidos tus amigos y los jugadores con los que has jugado recientemente, en la que se incluirán sus alias y avatares. Si decides permitir que una app pueda conectarte con tus amigos, podrá acceder a una lista de tus amigos que también juegan a ese juego. Dicha app solo podrá ver como tus amigos a aquellos que también le hayan dado permiso para que les conecte con sus amigos. Asimismo, podrás revocar el permiso para que cualquier app te conecte con tus amigos cuando quieras. Para ello, en tu dispositivo iOS, iPadOS o visionOS ve a Ajustes > Game Center > “Conectar con amigos” y desactiva la opción “Conectar con amigos”. En un Mac, ve a Ajustes del Sistema > Game Center y haz clic para desactivar la opción “Conectar con amigos”. Al hacerlo, las apps no podrán preguntarte si pueden conectarte con tus amigos de Game Center y dejarán de compartir tu lista de amistades con las apps que antes sí tenían permiso. Cuando uses una app de terceros, debes consultar las condiciones, las políticas de privacidad y las prácticas del desarrollador para entender cómo recopilan y usan tus datos. Los niños en Game Center Para los menores de tu familia que usan Game Center, puedes usar las restricciones de contenido y privacidad de “Tiempo de uso” para limitar el tiempo permitido en ciertas apps y bloquear Game Center en su dispositivo, incluida la funcionalidad multijugador, la capacidad de añadir amigos y la posibilidad de conectarse con amistades que juegan al mismo juego. Para ello, en tu dispositivo iOS, iPadOS o visionOS ve a Ajustes > Tiempo de uso > Restricciones > Restricciones de contenido. En un Mac, ve a Ajustes del Sistema > Tiempo de uso > Contenido y privacidad. En tvOS, ve a Ajustes > General > Restricciones. Además, al comunicarse con otros jugadores en Game Center, los niños no pueden enviar ni recibir texto introducido por los usuarios. Estarán limitados a enviar y recibir mensajes predefinidos. El chat de voz dentro del juego está desactivado para los niños. Base legal aplicable al procesamiento de datos personales Si has dado tu consentimiento, procesamos tus datos personales en los boletines de Game Center como sea necesario para los fines de nuestros intereses legítimos. Asimismo, cuando la legislación local aplicable lo disponga, procesaremos las siguientes categorías de datos personales según sea necesario para los fines de nuestros intereses legítimos: • El uso que hagas de Game Center, incluido a qué juegos juegas y tu actividad en ellos. • Tu alias, tu avatar, el estado de tu suscripción a Arcade y tus puntuaciones, así como otros datos de actividad. • Tus amistades de Game Center, las personas con las que juegas y cuándo jugáis juntos. Se entienden como intereses legítimos los siguientes: • Optimizar y mejorar Game Center para ti y para el resto de usuarios. • Enviarte comunicaciones sobre Game Center y otros productos, servicios y ofertas de Apple relacionados que puedan resultarte interesantes. • Prevenir el fraude y otras actividades malintencionadas. Conservación de datos Game Center retiene la información recopilada sobre ti siempre que mantengas la cuenta de Apple asociada a tu cuenta de Game Center. Prevención del fraude y otras actividades malintencionadas Recopilamos datos personales para evitar el fraude y otras actividades malintencionadas en Game Center y otras apps y servicios de Apple. Entre estos datos se incluye información como el tipo de dispositivo y su versión de software, datos de la ubicación aproximada (obtenida relacionando la dirección IP de tu conexión a internet con una zona geográfica, si estos detalles están disponibles), el historial de descargas y compras, y otras interacciones con Game Center y otras apps y servicios. Toda esta información se recopila y se trata de acuerdo en todo momento con la Política de privacidad Apple, que puedes consultar en www.apple.com/es/privacy.
es_us: La protección de la privacidad y la seguridad de la información es una prioridad para todos en Apple. Trabajamos arduamente para recopilar solamente los datos que necesitamos para lograr una mejor experiencia, y cuando recopilamos los datos creemos que es importante que sepas qué recopilamos y por qué los necesitamos, de modo que puedas tomar decisiones informadas. Game Center, como todos los productos y servicios de Apple, se diseñó teniendo en cuenta estos principios. Proporcionar y mejorar Game Center Una vez que hayas configurado Game Center podrás participar en actividades relacionadas con los juegos, como usar los tableros de clasificación, unirte a juegos multijugador, dar seguimiento a los logros y buscar, ver y retar a tus amigos. Apple recopila información sobre la forma en la que usas Game Center para mejorar y optimizar el servicio para ti y otros usuarios, como, por ejemplo, los títulos que juegas, cuándo lo haces, con quién los juegas, tus puntuaciones y logros, así como los retos que envías y recibes. Apple también recopila una lista de tus amigos de Game Center, los jugadores con los que juegues y cuándo juegan juntos. Esta información se usa para ayudarte a volver a jugar en modo multijugador fácilmente, ver los récords de cada uno rápidamente y mejorar Game Center para ti y otros usuarios. Apple recopila información sobre tu interacción con las funciones de Game Center —incluyen funciones a las que puedes acceder desde Configuración, como solicitudes de amistad— para mejorar y optimizar Game Center para ti y los demás. Esta información no está asociada con tu cuenta de Apple. Jugar con otras personas y amigos Todos los usuarios de Game Center pueden ver tu apodo, avatar, puntuaciones y el estado de tu suscripción de Arcade para juegos con tableros de clasificación globales. También puedes optar por compartir otra información sobre tu actividad en Game Center, como los títulos que has jugado y tu progreso en los logros, sólo con tus amigos o con todos los usuarios de Game Center. Las personas que elijas podrán ver esta información en Game Center y en otros servicios de Apple, tales como App Store y Apple Arcade. La información de actividad de los menores en Game Center solamente se puede compartir con sus amigos de Game Center. Puedes consultar y cambiar el estado de tu configuración de compartir en un dispositivo iOS, iPadOS o visionOS desde Configuración > Game Center > Privacidad del perfil; o en una Mac desde Configuración del Sistema > Game Center > Privacidad del perfil. Cuando tu apodo de Game Center se enlaza a tu tarjeta de contacto, Game Center utilizará el correo electrónico y el número telefónico asociados con tu cuenta de Apple. Esto le permite a tus amigos de Game Center encontrarte más fácilmente mediante el nombre con el que te registraron en su app Contactos. Puedes controlar esta configuración en tu dispositivo iOS, iPadOS o visionOS en Configuración > Game Center > Permitir que te encuentren tus amigos; y en una Mac al desactivar Permitir que te encuentren tus amigos en Configuración del Sistema > Game Center. Cuando juegas un título compatible con el modo multijugador, otros usuarios de Game Center que accedan al mismo juego dentro del rango de Bluetooth, la misma red WLAN o la red de área local podrán ver tu apodo y avatar, y sabrán que estás cerca. Si un desarrollador está usando la funcionalidad multijugador de Apple, puedes desactivarla en tu dispositivo iOS, iPadOS o visionOS al seleccionar Jugadores cercanos en Configuración > Game Center > Jugadores cercanos. En una Mac, anula la selección de Jugadores cercanos en Configuración del Sistema > Game Center. En tvOS, anula la selección de Jugadores cercanos en Configuración > Usuarios y cuentas > [nombre de usuario] > Game Center. Apple recibe información no identificable de aquellos contactos que han decidido enlazar su apodo de Game Center con su tarjeta de contacto. Esta información se emplea para mejorar las recomendaciones de amigos que se muestran en Game Center, pero Apple no la almacena. Además, Game Center usa procesamiento en el dispositivo para mejorar las recomendaciones. Las personas que agregaste a tu lista de amigos antes de instalar iOS 10 tienen acceso a tu nombre real. Para las amistades establecidas a partir de iOS 10, dichos amigos sólo pueden ver tu apodo. Las cuentas de menores nunca muestran el nombre real a los amigos, incluso en versiones anteriores a iOS 10. Comunicación contigo Apple puede utilizar información sobre tu cuenta —como los productos de Apple que posees y tus suscripciones a los servicios de Apple— para enviarte comunicaciones sobre Game Center y otros productos, servicios y ofertas de Apple que puedan ser de tu interés. Apple también puede utilizar la información sobre tu actividad en Game Center para enviarte correos electrónicos y notificaciones push sobre nuevas características, contenidos y ofertas disponibles en Game Center. Puedes cambiar tus preferencias de correo y optar por no recibir dichas comunicaciones en account.apple.com. Para actualizar tus preferencias de notificaciones en tu dispositivo iOS, iPadOS o visionOS, ve a Configuración > Notificaciones > Game Center. Apple usa información sobre tus interacciones con sus comunicaciones, incluidas las notificaciones, para mejorar sus servicios. Desarrolladores de terceros Cuando inicias sesión en Game Center, los desarrolladores de los títulos que juegas pueden solicitar información sobre ti, incluyendo tu apodo, avatar y otros identificadores únicos de Game Center. Un desarrollador también podría solicitar una lista de los jugadores relacionados, incluyendo aquellos con los que jugaste recientemente y tus amigos, junto con sus apodos y avatares. Si permites que una app se pueda conectar con tus amigos, se le otorga acceso a una lista de aquellos que juegan el mismo título. La app solamente podrá mostrar como tus amigos a las personas que también hayan otorgado permiso para conectarse con sus amigos. Puedes dejar de permitir que las apps se conecten con tus amigos en cualquier momento. Para hacer esto en tu dispositivo iOS, iPadOS o visionOS, ve a Configuración > Game Center > Conectar con amigos y desactiva esta opción. En una Mac, anula la selección de Conectar con amigos en Configuración del Sistema > Game Center. Esto evitará que las apps pregunten si pueden conectarte con tus amigos de Game Center y que se deje de compartir tu lista de amigos con aquellas que antes tenían acceso. Cuando usas una app de terceros, es recomendable revisar los términos, prácticas y políticas de privacidad del desarrollador para comprender cómo se recopilan y usan tus datos. Menores de edad en Game Center Puedes usar las restricciones de contenido y privacidad de Tiempo en pantalla para limitar el tiempo que los menores de tu grupo familiar que usan Game Center pasan en ciertas apps; además, puedes bloquear funciones en sus dispositivos incluyendo la función multijugador, la posibilidad de agregar amigos y la opción de conectarse con amigos que juegan el mismo juego. En iOS, iPadOS y VisionOS, puedes hacerlo en Configuración > Tiempo en pantalla > Restricciones de privacidad y contenido > Restricciones de contenido. En una Mac, ve a Configuración del Sistema > Tiempo en pantalla > Contenido y privacidad. En tvOS, ve a Configuraciones > General > Restricciones. Además, al comunicarse con otros jugadores en Game Center, los menores no pueden enviar o recibir mensajes escritos por el usuario; sino que sólo pueden enviar y recibir mensajes predefinidos. El chat de voz dentro de los juegos está desactivado para los menores. Fundamentos jurídicos aplicables al procesamiento de datos personales Si otorgas tu consentimiento, procesamos tu información personal en Game Center como sea necesario para nuestros intereses legítimos. De igual manera, cuando la legislación local aplicable lo indique, procesaremos las siguientes categorías de datos personales según sea necesario para nuestros intereses legítimos: • El uso que haces de Game Center, incluyendo los títulos que juegas y cómo juegas. • Tu apodo, avatar, tu estado de suscripción a Arcade, tus puntuaciones y cualquier otra información sobre tu actividad. • Tus amigos de Game Center, los jugadores con los que has jugado y cuándo jugaron. Estos intereses legítimos incluyen lo siguiente: • Optimizar y mejorar Game Center para ti y otros usuarios. • Enviarte comunicados sobre Game Center y otros productos, servicios y ofertas relacionados de Apple que podrían ser de tu interés. • Prevenir el fraude y otras actividades malintencionadas. Retención de datos Game Center retendrá la información recopilada sobre ti mientras tengas tu cuenta de Apple asociada con la de Game Center. Prevención del fraude y otras actividades maliciosas Recopilamos datos personales para prevenir fraudes y otras actividades maliciosas en Game Center, y otras apps y servicios de Apple. Esta información incluye datos del dispositivo, como su tipo y la versión de software, datos de ubicación (aproximados al comparar la dirección IP de tu conexión a Internet con una región geográfica, si están disponibles), el historial de descargas y de compras, así como otras interacciones entre Game Center y otras apps y servicios. La información que Apple recopile se tratará en todo momento de conformidad con la Política de privacidad de Apple, la cual puedes consultar en https://www.apple.com/la/privacy.
fi: Tietojesi yksityisyyden suojaaminen ja turvallisuus ovat Applelle ensisijaisia. Apple pyrkii keräämään vain tietoja, joita tarvitaan käyttökokemuksesi parantamiseen, ja kun tietoja kerätään, Applelle on tärkeää, että tiedät, mitä ja miksi kerätään, jotta voit tehdä tietoon perustuvia valintoja. Game Center, kuten kaikki Applen tuotteet ja palvelut, on suunniteltu näiden periaatteiden mukaisesti. Game Centerin toteuttaminen ja parantaminen Kun olet valmistellut Game Centerin käyttöön, voit osallistua peleihin liittyviin toimintoihin, kuten tulostaulukoihin, moninpeleihin, kavereiden etsimiseen, katselemiseen ja haastamiseen sekä saavutusten seuraamiseen. Apple kerää tietoja siitä, miten käytät Game Centeriä, Game Centerin parantamiseksi ja optimoimiseksi sinulle ja muille. Näitä tietoja ovat mm. pelit, joita pelaat ja milloin pelaat niitä, tuloksesi ja saavutuksesi sekä haasteet, joita lähetät tai vastaanotat. Apple kerää myös luettelon Game Center -kavereistasi ja pelaajista, joiden kanssa pelaat, sekä tiedon siitä, milloin pelaatte yhdessä. Tämän tiedon avulla helpotetaan uudelleenliittymistä moninpeleihin, toisten ennätysten näkemistä nopeasti sekä Game Centerin parantamista sinun ja muiden hyväksi. Apple kerää tietoja siitä, miten käytät Game Centerin ominaisuuksia (mukaan lukien Asetusten kautta käytettävissä olevat ominaisuudet, kuten kaveripyynnöt) Game Centerin parantamiseksi ja optimoimiseksi sinulle ja muille. Näitä tietoja ei liitetä Apple-tiliisi. Muiden pelaajien ja kavereiden kanssa pelaaminen Game Center -lempinimesi, avatarisi, tuloksesi ja Arcade-tilauksesi tila näkyvät kaikille Game Center -käyttäjille peleissä, joissa on globaali tulostaulukko. Voit myös jakaa muita Game Center -käyttötietojasi Game Center -kavereillesi tai kaikille Game Center -käyttäjille. Nämä tiedot sisältävät pelaamasi pelit ja saavutustesi edistymisen, ja ne näkyvät niille, joille jaat ne Game Centerissä ja muissa Applen palveluissa, kuten App Storessa ja Apple Arcadessa. Lasten Game Center -käyttötiedot voidaan jakaa vain heidän Game Center -kavereilleen. Näet toimintajakotilasi ja voit muuttaa sitä valitsemalla iOS-, iPadOS- tai visionOS-laitteessa Asetukset > Game Center > Profiilin tietosuoja tai Macissa Järjestelmäasetukset > Game Center > Profiilin tietosuoja. Kun Game Center -lempinimesi on linkitetty yhteystietokorttiisi, Game Center käyttää Apple-tiliisi yhdistettyä sähköpostiosoitetta ja puhelinnumeroa. Tämä auttaa Game Center -kavereita löytämään sinut helpommin Yhteystiedot-apissaan olevan nimesi avulla. Voit hallita tätä asetusta iOS-, iPadOS- tai visionOS-laitteessa valitsemalla Asetukset > Game Center > Salli kavereiden löytää, ja Macissa valitsemalla Järjestelmäasetukset > Game Center ja laittamalla Salli kavereiden löytää -valinnan pois päältä. Kun pelaat peliä, joka tukee moninpelitoimintoa, muut Game Center -käyttäjät, jotka käyttävät samaa peliä samassa WLAN-verkossa, lähiverkossa tai Bluetooth-kantaman sisällä, näkevät, että olet lähellä, sekä lempinimesi ja avatarisi. Kun kehittäjä käyttää Applen moninpelitoiminnallisuutta, voit poistaa tämän ominaisuuden käytöstä iOS-, iPadOS- tai visionOS-laitteessa valitsemalla Asetukset > Game Center ja napauttamalla sitten Lähipelaajat pois päältä. Avaa Macissa Järjestelmäasetukset > Game Center ja klikkaa Lähipelaajat pois päältä. Valitse tvOS:ssä Asetukset > Käyttäjät ja tilit > [käyttäjänimi] > Game Center ja laita sitten Lähipelaajat pois päältä. Apple vastaanottaa ei-tunnistettavia tietoja yhteystiedoista, jotka ovat linkittäneet Game Center -lempinimensä yhteystietokorttiinsa. Näillä tiedoilla parannetaan kaveriehdotuksia, joita näytetään sinulle eri puolilla Game Centeriä, mutta Apple ei tallenna niitä. Lisäksi Game Center käyttää näiden suositusten apuna paikallista käsittelyä laitteessa. Jos sinulla on kaverisuhteita, jotka on muodostettu ennen iOS 10:tä, kyseiset kaverit näkevät oikean nimesi. Kaverisuhteissa, jotka on muodostettu iOS 10:n käyttöönoton jälkeen, vain lempinimesi näkyy kavereille. Lasten tilien oikeita nimiä ei koskaan näytetä kavereille, edes ennen iOS 10:tä. Viestintä sinulle Apple voi käyttää tietoja tilistäsi (esim. omistamasi Apple-tuotteet ja tilaamasi Applen palvelut) lähettääkseen sinulle tietoja Game Centeristä ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua. Apple voi myös käyttää tietoja toiminnastasi Game Centerissä ja lähettää niiden perusteella sinulle sähköpostia tai ilmoituksia uusista ominaisuuksista, sisällöstä ja tarjouksista Game Centerissä. Voit muuttaa sähköpostiasetuksiasi ja estää sähköpostit osoitteessa account.apple.com. Voit päivittää ilmoitusasetuksesi iOS-, iPadOS- tai visionOS-laitteessa valitsemalla Asetukset > Ilmoitukset > Game Center. Apple käyttää tietoja siitä, miten reagoit Applen viestintään (kuten ilmoituksiin), palvelujensa parantamiseen. Muut kehittäjät Kun olet kirjautuneena Game Centeriin, pelaamiesi pelien kehittäjät voivat pyytää sinusta tietoja, mukaan lukien lempinimesi, avatarisi ja muita yksilöllisiä Game Center -tunnisteita. Kehittäjä voi myös pyytää luetteloa sinuun liittyvistä pelaajista, joihin kuuluvat mm. kaverisi ja pelaajat, joiden kanssa olet pelannut äskettäin. Luettelo sisältää lempinimet ja avatarit. Jos sallit apin yhdistää sinut kavereihin, he voivat käyttää listaa kavereistasi, jotka pelaavat myös tätä peliä. Vain kaverit, jotka ovat myös antaneet tälle apille luvan yhdistää kavereihinsa, näkyvät tässä apissa kavereinasi. Voit myös koska tahansa estää appeja yhdistämästä kavereihisi. Tee iOS-, iPadOS- tai visionOS-laitteessa niin valitsemalla Asetukset > Game Center > Yhdistä kavereihin ja napauttamalla Yhdistä kavereihin -asetus pois päältä. Avaa Macissa Järjestelmäasetukset > Game Center ja klikkaa Yhdistä kavereihin -valinta pois päältä. Tämä estää appeja pyytämästä lupaa yhdistää Game Center -kavereihisi ja kaveriluettelon jakamisen aiemmin sallittujen appien kanssa. Aina kun käytät kolmannen osapuolen appia, sinun tulee tutustua heidän käyttöehtoihinsa, tietosuojakäytäntöönsä ja toimintatapoihinsa, jotta tiedät, miten he keräävät ja käyttävät tietojasi. Lapset Game Centerissä Voit asettaa rajoituksia perheen lapsille, jotka käyttävät Game Centeriä, Ruutuajan Sisältö ja tietosuoja -rajoituksissa. Näin voit hallita tietyissä apeissa käytettävää aikaa tai estää lapsen laitteessa tiettyjä Game Center -ominaisuuksia, kuten moninpelitoiminto, mahdollisuus lisätä kavereita ja mahdollisuus yhdistää samaa peliä pelaaviin kavereihin. Tee tämä iOS-, iPadOS- tai visionOS-laitteessa valitsemalla Asetukset > Ruutuaika > Sisältö ja tietosuoja > Sisältörajoitukset. Valitse Macissa Järjestelmäasetukset > Ruutuaika > Sisältö ja tietosuoja. Valitse tvOS:ssä Asetukset > Yleiset > Rajoitukset. Viestiessään muiden palaajien kanssa Game Centerissä lapset eivät voi lähettää eivätkä vastaanottaa käyttäjän syöttämää tekstiä. He voivat vain lähettää ja vastaanottaa ennalta asetettuja viestejä. Pelien sisäinen äänikeskustelu on estetty lapsilta. Henkilötietojen käsittelyyn sovellettava oikeusperusta Apple käsittelee Game Centerissä olevia henkilötietoja suostumuksellasi ja siinä määrin kuin on tarpeen Applen oikeutettujen etujen mukaisiin tarkoituksiin. Soveltuvan paikallisen lain salliessa Apple käsittelee seuraaviin kategorioihin kuuluvia henkilötietoja siinä määrin kuin on tarpeen Applen oikeutettujen etujen mukaisiin tarkoituksiin: • Game Centerin käyttösi, mukaan lukien mitä pelaat ja toimintasi peleissä • Lempinimesi, avatarisi, Arcade-tilauksesi tila, tuloksesi ja muut toimintaasi liittyvät tiedot • Game Center -kaverisi ja pelaajat, joiden kanssa pelaat, sekä tiedon siitä, milloin pelaatte yhdessä Oikeutettuja etuja ovat mm. seuraavat: • Game Centerin optimoiminen ja parantaminen sinulle ja muille • Viestiminen sinulle Game Centeristä ja muista Applen tuotteista, palveluista ja tarjouksista, jotka voivat kiinnostaa sinua • Petosten ja muun haitallisen toiminnan torjunta Säilytys Game Center säilyttää sinusta kerätyt tiedot niin kauan kuin Game Center -tiliisi liitetty Apple-tili on olemassa. Petosten ja muun haitallisen toiminnan torjunta Henkilötietoja kerätään petosten ja haittaohjelmien torjumiseksi Game Centerissä ja muissa Applen apeissa ja palveluissa. Näihin tietoihin sisältyvät laitetiedot, kuten laitetyyppi ja ohjelmistoversio, sijaintitiedot (arvioitu täsmäyttämällä internet-yhteytesi IP-osoite maantieteelliseen alueeseen, jos saatavilla), lataus- ja ostohistoria sekä muut käyttötapahtumat Game Centerissä ja muissa apeissa ja palveluissa. Applen keräämää tietoa käsitellään aina Applen tietosuojakäytännön mukaisesti. Tietoja käytännöstä löydät osoitteesta www.apple.com/legal/privacy/fi/.
fr: La sécurité et la confidentialité de vos informations sont primordiales pour Apple. Nous veillons à collecter uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. En outre, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tous les produits et services Apple, Game Center a été conçu dans le respect de ces principes. Mise à disposition et amélioration de Game Center En vous inscrivant à Game Center, vous pourrez prendre part à des activités ludiques et pourrez notamment participer à des classements ou à des jeux multijoueurs, rechercher, afficher et défier vos amis, ou encore suivre vos réalisations. Apple recueille des informations concernant votre utilisation de Game Center pour améliorer et optimiser Game Center pour vous et les autres utilisateurs, notamment les jeux auxquels vous jouez, les moments où vous y jouez et avec qui vous jouez, vos scores et vos réalisations, ainsi que les défis que vous lancez et recevez. Apple recueille également une liste de vos amis Game Center et de tous les joueurs avec lesquels vous jouez, ainsi que les moments auxquels vous jouez ensemble. Ces informations vous permettent de reprendre des parties multijoueurs facilement, de consulter rapidement les meilleurs scores et d’améliorer Game Center pour vous et les autres utilisateurs. Apple collecte des informations concernant vos interactions avec les fonctionnalités Game Center, y compris les fonctionnalités accessibles depuis Réglages telles que les invitations envoyées par vos amis, afin d’améliorer et d’optimiser Game Center pour vous et les autres utilisateurs. Ces informations ne sont pas associées à votre compte Apple. Parties entre amis ou avec d’autres joueurs Votre pseudo, votre avatar et vos scores Game Center, ainsi que l’état de votre abonnement Arcade sont visibles pour tous les autres utilisateurs de Game Center lorsque vous jouez à des jeux proposant des classements mondiaux. Vous pouvez également choisir de partager dʼautres informations sur votre activité dans Game Center avec vos amis Game Center ou tous les utilisateurs de Game Center. Ces informations comprennent les jeux auxquels vous avez joué et votre progression dans les réalisations, et seront visibles pour toutes les personnes avec lesquelles vous les partagez dans Game Center et dʼautres services dʼApple, comme lʼApp Store et Apple Arcade. Les informations sur lʼactivité des enfants dans Game Center peuvent être partagées avec leurs amis Game Center uniquement. Vous pouvez voir et modifier l’état du partage de votre activité en accédant à Réglages > Game Center > Confidentialité du profil sur votre appareil iOS, iPadOS ou visionOS, et à Réglages Système > Game Center > Confidentialité du profil sur un Mac. Lorsque votre pseudo Game Center est associé à votre fiche de contact, Game Center utilise l’adresse e-mail et le numéro de téléphone associés à votre compte Apple. Cela permet à vos amis Game Center de vous trouver plus facilement avec le nom qui vous est associé dans leur app Contacts. Vous pouvez contrôler ce réglage sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Game Center > Autoriser vos amis à vous trouver, et sur Mac en accédant à Réglages Système > Game Center puis en désactivant « Autoriser vos amis à vous trouver ». Lorsque vous jouez à un jeu prenant en charge le mode multijoueur, les autres utilisateurs de Game Center qui accèdent au même jeu sur le même réseau WLAN, sur le même réseau local ou à portée Bluetooth savent que vous êtes à proximité et voient votre pseudo et votre avatar. Lorsqu’un développeur utilise la fonctionnalité multijoueur d’Apple, vous pouvez désactiver cette fonctionnalité sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Game Center, puis en touchant « Joueurs à proximité » pour désactiver cette fonctionnalité. Sur Mac, accédez à Réglages Système > Game Center, puis cliquez sur « Joueurs à proximité » pour désactiver cette option. Sur tvOS, accédez à Réglages > Utilisateurs et comptes > [nom d’utilisateur] > Game Center, puis désactivez « Joueurs à proximité ». Apple reçoit des données non personnelles concernant vos contacts qui ont choisi d’associer leur pseudo Game Center à leur fiche de contact. Ces informations sont utilisées pour améliorer les recommandations d’amis dans Game Center, mais ne sont pas conservées par Apple. En outre, Game Center fait appel à un traitement des données sur l’appareil pour appuyer nos recommandations. Si vous avez des relations d’amitié établies avant iOS 10, ces amis ont accès à votre vrai nom. Pour toutes les relations dʼamitié établies depuis que vous avez adopté iOS 10, seul votre pseudo est visible par vos amis. Les comptes dʼenfants ne révèlent jamais les vrais noms aux amis, même dans les versions antérieures à iOS 10. Communications provenant d’Apple Apple peut utiliser des informations relatives à votre compte, telles que les produits Apple que vous possédez et vos abonnements à des services Apple, pour vous envoyer des communications concernant Game Center et dʼautres produits, services et offres Apple susceptibles de vous intéresser. Apple peut également utiliser des informations relatives à votre activité dans Game Center pour vous envoyer des e-mails et des notifications push concernant de nouvelles fonctionnalités, du nouveau contenu et de nouvelles offres disponibles dans Game Center. Vous pouvez modifier vos préférences liées à la réception d’e-mails et refuser de recevoir ces e-mails en allant sur account.apple.com/fr. Pour mettre à jour vos préférences de notifications sur un appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > Game Center. Apple utilise les informations concernant vos interactions avec ses communications, notamment les notifications, pour améliorer ses services. Développeurs tiers Lorsque votre appareil est connecté à Game Center, les équipes de développement des jeux auxquels vous jouez peuvent demander des informations vous concernant, notamment votre pseudo, votre avatar ainsi que d’autres identifiants Game Center uniques. Un développeur peut également demander une liste de joueurs associés, y compris vos amis et les joueurs avec lesquels vous avez joué récemment, comprenant leurs pseudos et leurs avatars. Si vous choisissez dʼautoriser une app à vous mettre en contact avec vos amis, celle-ci peut accéder à la liste de vos amis jouant également au jeu concerné. Seuls vos amis ayant également accordé à cette app la permission de les mettre en contact avec leurs amis seront visibles pour lʼapp. Vous pouvez également choisir à tout moment de nʼautoriser aucune app à vous mettre en contact avec vos amis. Pour ce faire sur iOS, iPadOS ou visionOS, accédez à Réglages > Game Center > Mise en contact avec les amis, puis touchez « Mise en contact avec les amis » pour désactiver cette option. Sur Mac, accédez à Réglages Système > Game Center, puis cliquez sur « Mise en contact avec les amis » pour désactiver cette option. Cela empêche les apps de vous demander la permission de vous mettre en contact avec vos amis Game Center, et le partage de votre liste dʼamis avec les apps précédemment autorisées sera interrompu. Lorsque vous utilisez une app de tierce partie, il est recommandé de consulter les conditions générales, les engagements en matière de confidentialité et les pratiques du développeur afin de comprendre comment il recueille et utilise vos données. Les enfants dans Game Center Pour les enfants de votre famille qui utilisent Game Center, vous pouvez utiliser « Contenu et confidentialité » dans « Temps d’écran » afin de limiter le temps passé dans des apps spécifiques et bloquer certaines fonctionnalités Game Center sur l’appareil de votre enfant, notamment la fonctionnalité multijoueur, la possibilité d’ajouter des amis et la possibilité d’être mis en contact avec des amis jouant aux mêmes jeux. Pour effectuer cette opération sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Temps d’écran > Contenu et confidentialité > Restrictions de contenu. Sur un Mac, accédez à Réglages Système > Temps dʼécran > Contenu et confidentialité. Sur tvOS, accédez à Réglages > Général > Restrictions. En outre, lorsquʼils communiquent avec dʼautres joueurs dans Game Center, les enfants ne peuvent pas envoyer ni recevoir de texte saisi par un utilisateur. Ils sont limités à lʼenvoi et la réception de messages préenregistrés. La conversation vocale dans les jeux est désactivée pour les enfants. Cadre juridique applicable au traitement des données personnelles Nous traitons vos données personnelles liées à votre utilisation de Game Center avec votre consentement et d’une manière permettant de réaliser nos intérêts légitimes. Lorsque la législation locale en vigueur le prévoit, nous traitons les catégories de données personnelles suivantes d’une manière permettant de réaliser nos intérêts légitimes : • Votre utilisation de Game Center, notamment les jeux auxquels vous jouez et votre activité de jeu. • Votre pseudo, votre avatar, l’état de votre abonnement à Arcade, vos scores et d’autres informations concernant votre activité. • Vos amis Game Center, les joueurs avec lesquels vous jouez, ainsi que les moments auxquels vous jouez ensemble. Parmi ces intérêts légitimes figure notamment le fait de : • Optimiser et améliorer Game Center pour vous et les autres utilisateurs. • Vous envoyer des communications concernant Game Center et d’autres produits, services et offres Apple susceptibles de vous intéresser. • Lutter contre la fraude et d’autres activités malveillantes. Rétention Game Center conserve les informations recueillies vous concernant tant que vous maintenez le compte Apple associé à votre compte Game Center. Lutte contre la fraude et dʼautres activités malveillantes Nous recueillons des données personnelles afin de lutter contre la fraude et dʼautres activités malveillantes dans Game Center et dans dʼautres apps et services Apple. Ces informations comprennent les données relatives à votre appareil (comme son type et la version logicielle installée), votre position géographique (approximative en faisant correspondre l’adresse IP de votre connexion Internet à une région géographique, le cas échéant), lʼhistorique de vos téléchargements et achats, et dʼautres interactions avec Game Center et dʼautres apps et services. Les informations recueillies par Apple seront en tout temps traitées conformément à l’Engagement de confidentialité d’Apple, que vous pouvez consulter à l’adresse https://www.apple.com/fr/privacy/
fr_ca: La sécurité et la confidentialité de vos informations personnelles sont primordiales pour Apple. Nous veillons à recueillir uniquement les données qui nous sont nécessaires pour vous fournir des services de qualité. De plus, il nous semble essentiel de vous informer de la nature des informations recueillies et de l’objectif d’une telle collecte, de sorte que vous puissiez faire des choix éclairés. Comme tout autre produit ou service Apple, Game Center a été conçu dans le respect de ces principes. Fourniture et amélioration de Game Center Une fois que vous commencez à utiliser Game Center, vous pouvez participer à des activités liées aux jeux, y compris aux classements et aux jeux multijoueurs, lancer des défis à vos amis ainsi que suivre les réalisations. Apple recueille des informations sur l’utilisation que vous faites de Game Center pour l’améliorer et l’optimiser pour vous et les autres utilisateurs. Ces informations comprennent les jeux auxquels vous jouez, quand vous y jouez, avec qui vous y jouez, vos scores et réalisations, et les défis que vous envoyez et recevez. Apple recueille également une liste de vos amis Game Center, des utilisateurs avec qui vous jouez et des périodes pendant lesquelles vous jouez ensemble. Ces informations sont utilisées pour vous aider à rejoindre facilement des parties multijoueurs et à voir rapidement les meilleurs scores des autres, ainsi que pour améliorer Game Center. Apple recueille des informations sur vos interactions avec les fonctionnalités de Game Center, y compris celles accessibles à partir de Réglages telles que vos demandes d’amitié, afin de les améliorer et de les optimiser pour vous et les autres utilisateurs. Ces informations ne sont pas associées à votre compte Apple. Jouer avec d’autres joueurs et des amis Votre pseudo, votre avatar, vos scores et votre état d’abonnement à Arcade dans Game Center sont visibles par tous les utilisateurs de Game Center en ce qui concerne les jeux aux classements mondiaux. Vous pouvez aussi choisir de partager dʼautres informations dʼactivité Game Center avec vos amis Game Center ou avec tous les utilisateurs de Game Center. Ces informations incluent les jeux auxquels vous avez joué et vos réalisations, et seront visibles par ceux avec qui vous les partagez dans Game Center et dans dʼautres services Apple, comme lʼApp Store et Apple Arcade. Les informations dʼactivité Game Center dʼenfants peuvent être partagées uniquement avec leurs amis Game Center. Vous pouvez consulter et modifier l’état de partage de votre activité en accédant à Réglages > Game Center > Confidentialité du profil sur votre appareil iOS, iPadOS ou visionOS, et à Réglages système > Game Center > Confidentialité du profil sur Mac. Lorsque votre pseudo Game Center sera lié à votre fiche de contact, Game Center utilisera l’adresse courriel et le numéro de téléphone associés à votre compte Apple. Cela permet à vos amis Game Center de vous trouver plus facilement par le nom que vous avez dans leur app Contacts. Vous pouvez contrôler ce réglage sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Game Center > Autoriser les recherches par amis, et sur Mac en accédant à Réglages système > Game Center, puis en désactivant Autoriser les recherches par amis. Lorsque vous jouez à un jeu disponible en mode multijoueur, les autres utilisateurs qui accèdent à Game Center à partir du même jeu, du même réseau WLAN ou local, ou qui sont à portée Bluetooth seront en mesure de voir que vous vous trouvez à proximité ainsi que de voir votre pseudo et votre avatar. Lorsqu’un développeur utilise la fonctionnalité multijoueur d’Apple, vous pouvez la désactiver sur votre appareil iOS, iPadOS ou visionOS en accédant à Réglages > Game Center, puis en désactivant « Joueurs à proximité ». Sur Mac, accédez à Réglages système > Game Center, puis cliquez pour désactiver « Joueurs à proximité ». Sur tvOS, accédez à Réglages > Utilisateurs et comptes > [nom dʼutilisateur] > Game Center, puis désactivez « Joueurs à proximité ». Apple reçoit des informations non identifiables sur vos contacts qui ont choisi de lier leur pseudo Game Center à leur fiche de contact. Ces informations sont utilisées pour améliorer les recommandations d’amis qui vous sont présentées dans Game Center, mais sans qu’Apple les stocke. De plus, Game Center traite les données sur l’appareil pour fournir nos recommandations. Si vous avez des amis datant d’avant iOS 10, ceux-ci ont accès à votre véritable nom. Seul votre pseudo sera visible auprès des amis ajoutés depuis lʼinstallation dʼiOS 10. Pour les comptes dʼenfants, le nom véritable nʼa jamais été rendu visible auprès des amis, même avant iOS 10. Communiquer avec vous Apple pourrait utiliser des informations relatives à votre compte, comme les produits Apple que vous possédez et vos abonnements aux services Apple, pour vous envoyer des communications au sujet de Game Center et d’autres produits, services et offres d’Apple susceptibles de vous intéresser. Apple pourrait également utiliser des informations sur votre activité dans Game Center pour vous envoyer des courriels et des notifications Push sur de nouvelles fonctionnalités, des contenus et des offres proposés dans Game Center. Vous pouvez modifier vos préférences de courriel et choisir de ne plus recevoir ces courriels en vous rendant sur account.apple.com. Pour mettre à jour vos préférences en matière de notifications sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Notifications > Game Center. Apple utilise les informations relatives à vos interactions avec ses communications, y compris les notifications, pour améliorer ses services. Développeurs tiers Lorsque votre appareil est connecté à Game Center, les développeurs des jeux auxquels vous jouez peuvent demander des informations à votre sujet, y compris votre pseudo, votre avatar et dʼautres identifiants uniques de Game Center. Un développeur peut également demander une liste des joueurs liés, y compris vos amis et les utilisateurs avec qui vous avez joué récemment, qui comprend leur pseudo et leur avatar. Si vous choisissez dʼautoriser une app à vous mettre en relation avec vos amis, ces derniers pourront accéder à la liste de vos amis qui jouent à ce jeu. Seuls les amis qui ont également accordé cette autorisation apparaîtront comme étant vos amis auprès de lʼapp. Vous pouvez également choisir de nʼautoriser aucune app à vous mettre en relation avec vos amis. Pour ce faire sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Game Center > Mise en contact avec les amis, puis désactivez « Mise en contact avec les amis ». Sur Mac, accédez à Réglages système > Game Center, puis cliquez pour désactiver « Mise en contact avec les amis ». Cela empêche les apps de vous demander de vous mettre en relation avec vos amis Game Center et arrête le partage de votre liste dʼamis avec les apps précédemment autorisées. Lorsque vous utilisez une app tierce, vous devriez toujours passer en revue les modalités, les politiques de confidentialité et les pratiques du développeur pour comprendre comment il collecte et utilise vos données. Enfants dans Game Center Pour les enfants de votre famille qui utilisent Game Center, vous pouvez utiliser les restrictions de contenu et de confidentialité dans Temps d’écran pour limiter le temps d’utilisation d’apps particulières et bloquer des fonctionnalités de Game Center sur l’appareil de votre enfant, y compris la fonctionnalité de jeu multijoueur, la possibilité d’ajouter des amis et la possibilité d’être en contact avec des amis qui jouent au même jeu. Pour ce faire sur votre appareil iOS, iPadOS ou visionOS, accédez à Réglages > Temps d’écran > Contenu et confidentialité > Restrictions du contenu. Sur Mac, accédez à Réglages système > Temps dʼécran > Contenu et confidentialité. Sur tvOS, accédez à Réglages > Général > Restrictions. De plus, lorsque vous communiquez avec dʼautres joueurs dans Game Center, les enfants ne peuvent pas envoyer ou recevoir le texte entré par lʼutilisateur. Ils peuvent uniquement envoyer et recevoir des messages prédéfinis. Les conversations vocales à l’intérieur des jeux sont désactivées pour les enfants. Fondement juridique applicable au traitement des données personnelles Nous traitons vos données personnelles dans Game Center en tenant compte de votre consentement et, si nécessaire, aux fins de notre intérêt légitime. Lorsque les lois nationales applicables le prévoient, nous traitons les catégories suivantes de données à caractère personnel, si nécessaire, aux fins de notre intérêt légitime : • L’utilisation que vous faites de Game Center, y compris les jeux auxquels vous jouez et votre activité de jeu • Votre pseudo, votre avatar, l’état de votre abonnement à Arcade, vos scores et d’autres informations d’activité • Vos amis Game Center, les utilisateurs avec qui vous jouez et quand vous jouez ensemble Cet intérêt légitime comprend : • l’optimisation et l’amélioration de Game Center pour vous et les autres utilisateurs; • l’envoi de communications au sujet de Game Center et d’autres produits, services et offres connexes d’Apple susceptibles de vous intéresser; • la prévention de la fraude et d’autres activités malveillantes. Conservation Game Center conserve les informations recueillies à votre sujet tant que vous gardez le compte Apple associé à votre compte Game Center. Prévenir la fraude et d’autres activités malveillantes Nous recueillons aussi des données personnelles pour prévenir la fraude et d’autres activités malveillantes dans Game Center ainsi que dans d’autres apps et services Apple. Ces informations comprennent des données relatives à votre appareil, telles que le type d’appareil et la version du logiciel, des données de localisation (le cas échéant, en rapprochant l’adresse IP de votre connexion Internet à une région géographique), l’historique de téléchargement et d’achat, et d’autres interactions avec Game Center ainsi que d’autres apps et services. Les informations recueillies par Apple sont systématiquement traitées conformément à la politique de confidentialité d’Apple, disponible sur www.apple.com/ca/fr/privacy.
he: הגנה על הפרטיות ואבטחת המידע של המשתמשים היא בעלת חשיבות עליונה עבור כל עובדי Apple. אנו עובדים קשה כדי לאסוף רק את הנתונים שדרושים לנו כדי לשפר את חוויית השימוש שלך. כאשר אנו אוספים נתונים, אנו מאמינים שחשוב ליידע אותך לגבי מה שאנחנו אוספים ומדוע, כדי שתהיה לך אפשרות לקבל החלטות מושכלות. ‏Game Center, בדומה לכל מוצר ושירות אחר של Apple, תוכנן תוך התחשבות בעקרונות אלו. אספקה ושיפור של Game Center השימוש ב-Game Center יאפשר לך להשתתף בפעילויות הקשורות למשחקים כגון השתתפות בלוחות שחקנים, משחקים מרובי משתתפים, חיפוש חברים, הצגתם והצגת אתגר לאותם חברים, וכן מעקב אחר הישגים. ‏Apple אוספת מידע על השימוש שלך ב-Game Center כדי לשפר ולמטב את Game Center עבורך ועבור אחרים, כולל המשחקים ששיחקת, הזמנים ששיחקת בהם ועם מי שיחקת; התוצאות וההישגים שלך; והאתגרים ששלחת וקיבלת. ‏Apple אוספת גם רשימה של החברים שלך ב-Game Center, של השחקנים שאיתם שיחקת ושל הזמנים שבהם שיחקתם יחד. מידע זה נועד לסייע לך לחזור למשחקים מרובי משתתפים, לראות במהירות את הניקוד המוביל שלך ושלהם ולשפר את Game Center עבורך ועבור משתמשים אחרים. ‏Apple אוספת מידע לגבי האינטראקציה שלך עם מאפייני Game Center, כולל מאפיינים הנגישים דרך ״הגדרות״ כגון בקשות החברות שקיבלת, כדי לשפר ולמטב את Game Center עבורך ועבור אחרים. מידע זה לא מקושר לחשבון ה-Apple שלך. משחק עם חברים ושחקנים אחרים הכינוי שלך ב-Game Center, האווטאר, הניקוד ומצב המינוי ל-Arcade יהיו גלויים לכל משתמשי Game Center במשחקים עם לוחות משתתפים גלובליים. באפשרותך גם לשתף פרטים אחרים על פעילותך ב-Game Center עם החברים שלך ב-Game Center או עם כל המשתמשים ב-Game Center. מידע זה כולל משחקים ששיחקת בהם והישגים שהגעת אליהם, והוא יהיה גלוי למי שבחרת לשתף איתו פרטים אלו ב-Game Center ובשירותי Apple אחרים, כגון App Store ו-Apple Arcade. ניתן לשתף את המידע על פעילות של ילדים ב-Game Center רק עם החברים של אותם ילדים ב-Game Center. באפשרותך לראות ולשנות את מצב שיתוף הפעילות שלך במכשיר ה-iOS, ה-iPadOS או ה-visionOS באמצעות מעבר אל ״הגדרות״ > ‏Game Center > ״פרטיות הפרופיל״, וב-Mac באמצעות מעבר אל ״הגדרות המערכת״ > ‏Game Center > ״פרטיות הפרופיל״. כאשר הכינוי שלך ב-Game Center מקושר לכרטיס איש הקשר שלך, Game Center ישתמש בכתובת הדוא״ל ובמספר הטלפון שמקושרים לחשבון ה-Apple שלך. פעולה זו מאפשרת לחברים ב-Game Center לאתר אותך בקלות לפי השם שלך שמופיע אצלם ביישום ״אנשי קשר״. באפשרותך לשלוט בהגדרה זו במכשיר ה-iOS, ה-iPadOS או ה-visionOS באמצעות מעבר אל ״הגדרות״ > ‏Game Center > ״איתור על ידי חברים״, וב-Mac באמצעות מעבר אל ״הגדרות המערכת״ > ‏Game Center, וכיבוי של ״איתור על ידי חברים״. במהלך משחק התומך בפונקציונליות של ריבוי משתתפים, משתמשים אחרים ב-Game Center הניגשים לאותו המשחק באותה רשת WLAN או רשת מקומית, או נמצאים בטווח Bluetooth, יוכלו לראות שהמיקום שלך קרוב, וגם לראות את הכינוי ואת האווטאר שלך. כאשר מפתחים משתמשים בפונקציונליות ריבוי המשתתפים של Apple, ניתן לבטל מאפיין זה במכשיר ה-iOS, ה-iPadOS או ה-visionOS באמצעות מעבר אל ״הגדרות״ > ‏Game Center, ואז הקשה לכיבוי ״שחקנים בסביבה״. ב-Mac, יש לעבור אל ״הגדרות המערכת״ > ‏Game Center, ואז ללחוץ כדי לכבות את ״שחקנים בסביבה״. ב-tvOS, יש לעבור אל ״הגדרות״ > ״משתמשים וחשבונות״ > [שם המשתמש/ת] > ‏Game Center, ולכבות את ״שחקנים בסביבה״. ‏Apple מקבלת מידע שאינו מאפשר זיהוי לגבי אנשי הקשר שלך שבחרו לקשר את כינוי ה-Game Center שלהם לכרטיס איש הקשר שלהם. מידע זה משמש לשיפור ההמלצות על חברים המוצגות לך במשטחי Game Center, אך אינו מאוחסן על-ידי Apple. בנוסף, Game Center משתמש בעיבוד מקומי במכשיר עצמו כדי לסייע לנו במתן ההמלצות. אם הוספת חברים לפני iOS 10, החברים האלו יוכלו לראות את שמך האמיתי. חברים שהוספת אחרי iOS 10 יוכלו לראות רק את הכינוי שלך. בחשבונות של ילדים, השמות האמיתיים לעולם לא גלויים לחברים, גם כאלה שנוספו לפני iOS 10. התקשורת איתך ‏Apple עשויה להשתמש במידע לגבי החשבון שלך, כגון מוצרי Apple שבבעלותך ומינויים שלך לשירותי Apple, כדי לשלוח לך הודעות בנוגע ל-Game Center ולמוצרים, שירותים ומבצעים אחרים של Apple שעשויים לעניין אותך. ‏Apple עשויה גם להשתמש במידע על הפעילות שלך ב‑Game Center כדי לשלוח לך הודעות דוא״ל ועדכונים באמצעות טכנולוגיית Push בנוגע לתוכן, הצעות ומאפיינים חדשים שזמינים ב‑Game Center. באפשרותך לשנות את העדפות הדוא״ל שלך ולבחור שלא לקבל את הודעות הדוא״ל האלו באמצעות מעבר לאתר account.apple.com. כדי לעדכן את ההעדפות שלך בנוגע לעדכונים במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״הגדרות״ > ״עדכונים״ > ‏Game Center. ‏Apple משתמשת במידע בנוגע לאינטראקציות שלך עם מידע ששלחנו לך, כולל עדכונים, כדי לשפר את השירותים שלנו. מפתחים של צד שלישי לאחר שהתחברת ל-Game Center, מפתחי המשחקים שבהם שיחקת יוכלו לבקש נתונים אישיים שלך כולל הכינוי, האווטאר ומזהים ייחודיים אחרים של Game Center. מפתח יכול גם לבקש רשימה של שחקנים קשורים, לרבות החברים שלך ושחקנים ששיחקת איתם לאחרונה, ורשימה זו תכלול את הכינויים והאווטארים. אם אפשרת ליישום לקשר אותך עם חברים, הם יוכלו לגשת לרשימת כל החברים שלך המשחקים במשחק זה. רק חברים שנתנו ליישום את הסכמתם לקשר חברים יהיו גלויים ליישום כחברים שלך. באפשרותך גם לא לאפשר ליישומים לקשר אותך עם חברים בכל עת. כדי לעשות זאת במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״הגדרות״ > ‏Game Center > ״יצירת קשר עם חברים״, ולהקיש כדי לכבות אפשרות זו. ב-Mac, יש לעבור אל ״הגדרות המערכת״ > ‏Game Center וללחוץ כדי לכבות את ״יצירת קשר עם חברים״. בחירה זו מונעת מיישומים לבקש לקשר אותך עם חברים ב-Game Center. בנוסף, רשימת החברים שלך כבר לא תשותף עם יישומים שאישרת קודם לכן. בכל שימוש ביישום חיצוני, מומלץ לעיין בתנאים, במדיניות הפרטיות ובנהלים של צוות הפיתוח ולהבין כיצד הנתונים שלך נאספים וכיצד נעשה בהם שימוש. ילדים ב-Game Center במקרה של ילדים במשפחתך שמשתמשים ב-Game Center, באפשרותך להשתמש ב״הגבלות תוכן ופרטיות״ ב״זמן מסך״ כדי להגביל את זמן השימוש ביישומים ספציפיים ולחסום מאפיינים של Game Center במכשירי הילדים, כולל פונקציונליות של ריבוי משתתפים, היכולת להוסיף חברים והיכולת להיות מקושרים עם חברים שמשחקים באותו משחק. כדי לעשות זאת במכשיר ה-iOS, ה-iPadOS או ה-visionOS, יש לעבור אל ״הגדרות״ > ״זמן מסך״ > ״הגבלות תוכן ופרטיות״ > ״הגבלות תוכן״. ב-Mac, יש לעבור אל ״הגדרות המערכת״ > ״זמן מסך״ > ״תוכן ופרטיות״. ב-tvOS, יש לעבור אל ״הגדרות״ > ״כללי״ > ״הגבלות״. כמו כן, במהלך תקשורת עם שחקנים אחרים ב-Game Center, ילדים לא יכולים לשלוח או לקבל מלל שנכתב על-ידי משתמשים. הם מוגבלים לשליחה וקבלה של הודעות קבועות מראש. צ׳אט קולי במשחק אינו זמין לילדים. בסיס חוקי תקף לעיבוד נתונים אישיים אנו מעבדים את הנתונים האישיים שלך ב-Game Center בהתבסס על הסכמתך ולפי הצורך למטרת הצרכים הלגיטימיים שלנו. כאשר חוקים מקומיים תקפים מאפשרים זאת, אנו מעבדים את קטגוריות הנתונים האישיים הבאות לפי הצורך למטרת הצרכים הלגיטימיים שלנו: • נתוני השימוש שלך ב-Game Center, כולל המשחקים ששיחקת בהם ופעילות המשחקים שלך • הכינוי, האווטאר, מצב המינוי ל-Arcade, הניקוד ומידע אחר בנוגע לפעילות שלך • החברים שלך ב-Game Center, השחקנים שאיתם שיחקת והזמנים שבהם שיחקתם יחד צרכים לגיטימיים אלו כוללים: • מיטוב ושיפור של Game Center עבורך ועבור אחרים • שליחת מידע לגבי Game Center ולגבי הצעות, מוצרים ושירותים נוספים של Apple שעשויים לעניין אותך • מניעת הונאות ופעילות זדונית אחרת שמירת נתונים ‏Game Center שומר את המידע שנאסף בנוגע לזהותך כל עוד חשבון ה-Apple שלך שמקושר לחשבונך ב-Game Center נמצא בבעלותך. מניעת הונאות ופעילות זדונית אחרת אנו אוספים נתונים אישיים כדי למנוע הונאות ופעילות זדונית אחרת ב-Game Center וביישומים ושירותים אחרים של Apple. מידע זה כולל מידע על המכשיר, כגון סוג המכשיר וגירסת התוכנה, פרטי מיקום (שחישובם המשוער מתבצע על ידי התאמת כתובת ה-IP של חיבור האינטרנט שלך לאזור גאוגרפי, בהתאם לזמינות), היסטוריית הורדות ורכישות ואינטראקציות אחרות עם Game Center ועם יישומים ושירותים אחרים. בכל עת, מידע הנאסף על-ידי Apple יטופל בהתאם למדיניות הפרטיות של Apple, הזמינה בכתובת: www.apple.com/privacy.
hi: आपकी जानकारी की गोपनीयता और सुरक्षा Apple में हम सभी की प्राथमिकता है। हम केवल वह डेटा एकत्रित करने के लिए कड़ा परिश्रम करते हैं, जिसकी हमें आपको बेहतर अनुभव प्रदान करने के लिए आवश्यकता होती है और जब हम डेटा एकत्रित करते हैं, तो यह मानते हैं कि आपके लिए यह जानना ज़रूरी है कि हम क्या एकत्रित कर रहे हैं और हमें उसकी आवश्यकता क्यों है, ताकि आप अपने विकल्प तय कर सकें। Apple के हर उत्पाद और सेवा की तरह Game Center को भी इन्हीं सिद्धांतों को ध्यान में रखकर बनाया गया है। Game Center प्रदान करना और उसमें सुधार करना Game Center में आपकी ऑनबोर्डिंग होने पर आप गेम संबंधी ऐक्टिविटी में शामिल हो सकते हैं जैसे कि लीडरबोर्ड, मल्टीप्लेयर गेम में सहभागिता, दोस्तों को ढूँढना, देखना और चुनौती देना; और उपलब्धियाँ ट्रैक करना। Apple द्वारा आपके और अन्य लोगों के लिए Game Center को बेहतर बनाने और ऑप्टिमाइज़ करने के लिए Game Center के आपके उपयोग से संबंधित जानकारी एकत्र की जाती है, जिसमें आपके द्वारा खेले जाने वाले गेम, उनको खेलने के समय और आप उन्हें किसके साथ खेलते हैं; आपके स्कोर और उपलब्धियाँ; और आपके द्वारा भेजी और प्राप्त की जाने वाली चुनौतियाँ शामिल होती हैं। Apple आपके Game Center दोस्तों और आपके साथ खेलने वाले प्लेयर की सूची और आपके एक साथ खेलने का समय भी एकत्रित करता है। यह जानकारी मल्टीप्लेयर गेम में आसानी से फिर शामिल होने में आपकी सहायता करने, तेज़ी से एक-दूसरे के हाई स्कोर देखने और आपके और अन्य लोगों के लिए Game Center में सुधार करने के लिए उपयोग की जाती है। दोस्ती के अनुरोध जैसे सेटिंग्ज़ से ऐक्सेस किए जा सकने वाले फ़ीचर सहित Game Center के फ़ीचर के साथ आपके इंटरऐक्शन के बारे में Apple जानकारी एकत्र करता है। यह जानकारी आपके Apple खाते से संबद्ध नहीं की जाती है। अन्य खिलाड़ियों और दोस्तों के साथ खेलना आपका Game Center प्रचलित नाम, अवतार, स्कोर और Arcade सब्सक्रिप्शन स्थिति वैश्विक लीडरबोर्ड के साथ गेम के लिए Game Center के सभी यूज़र को दिखाई देती है। आप अपने Game Center के दोस्तों या Game Center के सभी यूज़र के साथ Game Center की अन्य ऐक्टिविटी जानकारी शेयर कर सकते हैं। इस जानकारी में आपके द्वारा खेले गए गेम और आपकी उपलब्धियों की प्रगति शामिल होती है और यह उन दोस्तों को दिखाई देगी जिनके साथ आप इसे Game Center और अन्य Apple सेवाओं में जैसे कि App Store और Apple Arcade में शेयर करते हैं। बच्चों की Game Center ऐक्टिविटी की जानकारी केवल उनके Game Center दोस्तों के साथ शेयर की जा सकती है। आप अपने iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > Game Center > प्रोफ़ाइल गोपनीयता पर जाकर और Mac पर सिस्टम सेटिंग्ज़ > Game Center > प्रोफ़ाइल गोपनीयता पर जाकर अपनी ऐक्टिविटी शेयरिंग स्थिति को देख सकते हैं और बदल सकते हैं। जब आपका Game Center प्रचलित नाम आपके संपर्क कार्ड से लिंक किया जाता है, तो Game Center आपके Apple खाते से संबद्ध ईमेल पते और फ़ोन नंबर का उपयोग करेगा। यह आपके Game Center दोस्तों को उनके संपर्क ऐप में मौजूद आपके नाम के आधार पर आपको अधिक आसानी से ढूँढने देता है। अपने iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > Game Center > दोस्तों के द्वारा ढूँढने की अनुमति दें पर जाकर और Mac पर सिस्टम सेटिंग्ज़ > Game Center पर जाकर और “दोस्तों के द्वारा ढूँढने की अनुमति दें” को बंद करके आप इस सेटिंग को नियंत्रित कर सकते हैं। जब आप मल्टीप्लेयर फ़ंक्शनलिटी का समर्थन करने वाले गेम खेलते हैं, तो उसी गेम को उसी WLAN नेटवर्क या लोकल एरिया नेटवर्क पर ऐक्सेस करने वाले या Bluetooth की रेंज में मौजूद अन्य Game Center यूज़र यह देखने में सक्षम होंगे कि आप आस-पास हैं और आपका प्रचलित नाम और अवतार देख सकेंगे। जब कोई डेवलपर Apple की मल्टीप्लेयर फ़ंक्शनैलिटी का उपयोग करता है, तो आप अपने iOS, iPadOS या visionOS डिवाइस पर सेटिंग्ज़ > Game Center पर जाकर, फिर “आस-पास के खिलाड़ी” को बंद करने के लिए टैप करके इस फ़ीचर को अक्षम कर सकते हैं। Mac पर सिस्टम सेटिंग्ज़ > Game Center पर जाएँ और “आस-पास के खिलाड़ी” को बंद करने के लिए क्लिक करें। tvOS पर, सेटिंग्ज़ > यूज़र और खाते > [यूज़रनेम] > Game Center पर जाएँ, फिर “आस-पास के खिलाड़ी” बंद करें। Apple को आपके संपर्कों के बारे में ग़ैर-पहचान योग्य जानकारी प्राप्त होती है जिन्होंने उनके Game Center प्रचलित नाम को अपने संपर्क कार्ड से लिंक करना चुना है। इस जानकारी का उपयोग Game Center की स्क्रीन पर आपको दिखाए जाने वाली दोस्त संबंधी अनुशंसाएँ बेहतर करने के लिए किया जाता है, लेकिन इसे Apple द्वारा संग्रहित नहीं किया जाता है। इसके अलावा, हमारी अनुशंसाओं में सहायता के लिए Game Center द्वारा ऑन-डिवाइस प्रोसेसिंग का इस्तेमाल किया जाता है। यदि आपने iOS 10 से पहले दोस्त बनाए हैं, तो उन दोस्तों के पास आपके वास्तविक नाम का ऐक्सेस होगा। आपके द्वारा iOS 10 अपनाने के बाद बनाए गए दोस्तों को केवल आपका प्रचलित नाम ही दिखाई देगा। बच्चों के खातों से वास्तविक नाम iOS 10 से पहले या बाद में बनाए गए दोस्तों को कभी दिखाई नहीं देंगे। आपसे संवाद करना Apple आपके खाते की जानकारी का उपयोग कर सकता है, जैसे आपके पास मौजूद Apple उत्पाद और Apple सेवाओं के साथ आपके सब्सक्रिप्शन की जानकारी, जिससे आपको Game Center और ऐसे अन्य Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेजी जा सकें जिनमें शायद आपकी दिलचस्पी हो। Game Center के भीतर आपकी ऐक्टिविटी की जानकारी का उपयोग Apple द्वारा आपको Game Center के फ़ीचर, कॉन्टेंट और ऑफ़र के बारे में ईमेल और पुश सूचनाएँ भेजने के लिए किया जा सकता है। आप account.apple.com पर जाकर अपनी ईमेल प्राथमिकता बदल सकते हैं और इन ईमेल को प्राप्त न करने का विकल्प चुन सकते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर अपनी सूचना प्राथमिकता को अपडेट करने के लिए सेटिंग्ज़ > सूचनाएँ > Game Center पर जाएँ। Apple अपनी सेवाओं को बेहतर बनाने के लिए सूचनाओं सहित हमारे संचारों के साथ आपके इंटरऐक्शन के बारे में जानकारी का इस्तेमाल करता है। तृतीय पक्ष डेवलपर जब आप Game Center में साइन इन रहते हैं, तो आपके द्वारा खेले जाने वाले गेम के डेवलपर आपके प्रचलित नाम, अवतार और अन्य विशिष्ट Game Center आइडेंटिफ़ायर सहित आपके बारे में जानकारी का अनुरोध कर सकते हैं। डेवलपर आपके दोस्तों और हाल ही में आपके साथ खेले खिलाड़ियों सहित संबंधित खिलाड़ियों की सूची का भी अनुरोध कर सकता है, जिसमें प्रचलित नाम और अवतार शामिल होंगे। यदि आप किसी ऐप को दोस्तों से आपको कनेक्ट करने की अनुमति देते हैं, तो वह इसी गेम को खेलने वाले आपके दोस्तों की सूची ऐक्सेस कर सकता है। केवल वे दोस्त आपके दोस्त के रूप में दिखाई देंगे जिन्होंने इस ऐप को अपने दोस्तों के साथ कनेक्ट करने की सहमति दी है। आप किसी भी समय ऐप्स को आपको दोस्तों से कनेक्ट करने की अनुमति न देने का निर्णय भी कर सकते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर ऐसा करने के लिए सेटिंग्ज़ > Game Center > दोस्तों के साथ कनेक्ट करें पर जाएँ और “दोस्तों के साथ कनेक्ट करें” को बंद करने के लिए टैप करें। Mac पर, सिस्टम सेटिंग्ज़ > Game Center पर जाएँ और “दोस्तों के साथ कनेक्ट करें” को बंद करने के लिए क्लिक करें। ऐसा करने से ऐप्स आपको आपके Game Center दोस्तों से कनेक्ट करने के लिए नहीं पूछ सकेंगे और पहले से अनुमति प्राप्त ऐप्स के साथ आपकी दोस्त सूची को शेयर करना बंद कर दिया जाएगा। जब भी आप तृतीय-पक्ष के ऐप उपयोग करते हैं, तो आपको डेवलपर की शर्तों, गोपनीयता नीतियों और व्यवहारों की समीक्षा यह समझने के लिए करनी चाहिए कि वे आपका डेटा कैसे एकत्रित और उपयोग करते हैं। Game Center में बच्चे आपके परिवार में Game Center का उपयोग करने वाले बच्चों के लिए आप अलग-अलग ऐप्स पर बिताया जाने वाला समय सीमित करने और मल्टीप्लेयर फ़ंक्शनलिटी, दोस्त जोड़ने की क्षमता और उसी गेम को खेल रहे दोस्तों के साथ कनेक्ट करने की क्षमता सहित उनके डिवाइस पर Game Center फ़ीचर ब्लॉक करने के लिए स्क्रीन टाइम में कॉन्टेंट और गोपनीयता प्रतिबंधों का उपयोग कर सकते हैं। अपने iOS, iPadOS या visionOS डिवाइस पर ऐसा करने के लिए सेटिंग्ज़ > स्क्रीन टाइम > कॉन्टेंट और गोपनीयता प्रतिबंध > कॉन्टेंट प्रतिबंध पर जाएँ। Mac पर सिस्टम सेटिंग्ज़ > स्क्रीन टाइम > कॉन्टेंट और गोपनीयता पर जाएँ। tvOS पर, सेटिंग्ज़ > सामान्य > प्रतिबंध पर जाएँ। इसके अतिरिक्त, Game Center में अन्य खिलाड़ियों से संचार करते समय बच्चे यूज़र से इनपुट किया गया टेक्स्ट भेज नहीं सकते या प्राप्त नहीं कर सकते हैं। वे सिर्फ़ प्रीसेट संदेश भेज और प्राप्त कर सकते हैं। बच्चों के लिए इन-गेम वॉइस चैट को अक्षम कर दिया जाता है। व्यक्तिगत डेटा प्रोसेस करने के लिए लागू क़ानूनी आधार हम Game Center में आपकी सहमति के आधार पर और अपने तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार आपका व्यक्तिगत डेटा प्रोसेस करते हैं। जहाँ लागू होने वाले स्थानीय क़ानून निर्देशित करते हैं, हम अपने तर्कसंगत हितों के उद्देश्यों के लिए आवश्यकता के अनुसार निम्नलिखित श्रेणी को प्रोसेस करते हैं : • Game Center का आपका उपयोग जिसमें आपके द्वारा खेले जाने वाले गेम और आपकी गेम ऐक्टिविटी शामिल है • आपका प्रचलित नाम, अवतार, Arcade सब्सक्रिप्शन स्थिति, स्कोर और अन्य ऐक्टिविटी संबंधी जानकारी • आपके Game Center दोस्त, आपके साथ खेलने वाले प्लेयर और आपके एक साथ खेलने का समय इन तर्कसंगत हितों में शामिल हैं : • आपके और अन्य लोगों के लिए Game Center को ऑप्टिमाइज़ करना और बेहतर बनाना • आपको Game Center और ऐसे अन्य संबंधित Apple उत्पादों, सेवाओं और ऑफ़र के बारे में सूचनाएँ भेजना जिनमें शायद आपकी दिलचस्पी हो • धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना रिटेंशन Game Center आपके बारे में एकत्रित की गई जानकारी तब तक रखता है जब तक आप अपने Game Center खाते से जुड़े Apple खाते बरकरार रखते हैं। धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकना हम Game Center और अन्य Apple ऐप्स और सेवाओं में धोखाधड़ी और अन्य दुर्भावनापूर्ण ऐक्टिविटी को रोकने के लिए व्यक्तिगत डेटा इकट्ठा करते हैं। इस जानकारी में डिवाइस की जानकारी, जैसे डिवाइस का प्रकार और सॉफ़्टवेयर संस्करण, स्थान की जानकारी (यदि उपलब्ध हो तो आपके इंटरनेट कनेक्शन के IP पते का भौगोलिक क्षेत्र से मिलान करके अनुमानित जानकारी), डाउनलोड और ख़रीदारी की हिस्ट्री और Game Center और अन्य ऐप्स और सेवाओं के साथ अन्य इंटरऐक्शन शामिल हैं। Apple द्वारा संग्रहित जानकारी को हमेशा Apple की गोपनीयता नीति के अनुसार व्यवहार में लाया जाएगा जिसे https://www.apple.com/in/privacy/ पर देखा जा सकता है
hr: Zaštita privatnosti i sigurnosti vaših informacija prioritet je svih zaposlenika Applea. Trudimo se prikupljati samo one podatke koji su nam potrebni za poboljšanje vašeg iskustva, a u slučajevima u kojima ih prikupljamo, smatramo da je važno da znate što točno prikupljamo i zašto nam ti podaci trebaju, tako da možete informirano odlučiti. Aplikacija Game Center, kao i svi drugi Appleovi proizvodi i usluge, dizajnirana je oko ovih principa. Pružanje i poboljšanje Game Centera Nakon što se prijavite na Game Center, moći ćete se uključiti u aktivnosti vezane uz igre kao što je sudjelovanje u rang-listama, igrama s više igrača, pronalaženje, gledanje i izazivanje prijatelja te praćenje dostignuća. Apple prikuplja informacije o vašoj uporabi Game Centera radi poboljšanja i optimiziranja Game Centera za vas i ostale korisnike, uključujući igre koje igrate i vremena kad ih igrate, vaše rezultate i dostignuća te izazove koje šaljete i primate. Apple također prikuplja popis vaših Game Center prijatelja, svih igrača s kojima igrate te vremena kad s njima igrate. Ove informacije pomažu da se na jednostavan način ponovno uključite u igre s više igrača, pogledate rekorde drugih igrača i poboljšate Game Center za sebe i druge. Apple prikuplja informacije o vašoj interakciji sa značajkama Game Centera, uključujući značajke kojima možete pristupiti iz Postavki poput vaših zahtjeva za prijateljstvo, radi poboljšanja i optimiziranja Game Centera za vas i ostale korisnike. Ove informacije nisu povezane s vašim Apple računom. Igranje s ostalim igračima i prijateljima Vaš Game Center nadimak, avatar, rezultati i status Arcade pretplate vidljivi su svim korisnicima Game Centera za igre s globalnim rang listama. Također možete podijeliti ostale informacije o aktivnostima u Game Centeru s Game Center prijateljima ili svim korisnicima Game Centera. Te informacije uključuju igre koje ste igrali te napredak u dostignućima i bit će vidljive onima s kojima ih dijelite u Game Centeru i drugim Appleovim uslugama kao što su App Store i Apple Arcade. Podaci o aktivnostima djece u Game Centeru mogu se dijeliti samo s njihovim Game Center prijateljima. Stanje dijeljenja aktivnosti možete vidjeti i promijeniti tako da otvorite Postavke > Game Center > Privatnost profila na iOS, iPadOS ili visionOS uređaju te u Postavkama sustava > Game Center > Privatnost profila na Macu. Kad je vaš Game Center nadimak povezan s vašom karticom kontakta, Game Center će koristiti e‑mail adresu i telefonski broj povezan s vašim Apple računom. Ovime se vašim Game Center prijateljima omogućava da vas lakše pronađu na temelju imena koje imaju za vas u svojoj aplikaciji Kontakti. Ovom postavkom možete upravljati na iOS, iPadOS ili visionOS uređaju tako da idete u Postavke > Game Center > Pronalaženje prema prijateljima, a na Macu tako da idete u Postavke sustava > Game Center i isključite Pronalaženje prema prijateljima. Kada igrate igru koja podržava funkcionalnost za više igrača, drugi korisnici Game Centera koji pristupaju istoj igri na istoj WLAN mreži ili u lokalnoj mreži ili su u dometu Bluetootha moći će vidjeti da ste u blizini i vidjeti vaš nadimak i avatar. Ako developer koristi Appleovu funkcionalnost za više igrača, možete onemogućiti ovu značajku na iOS, iPadOS ili visionOS uređaju tako da otvorite Postavke > Game Center, zatim dodirom isključite Obližnji igrači. Na Macu idite u Postavke sustava < Game Center i klikanjem isključite “Obližnje igrače”. Na tvOS-u idite u Postavke > Korisnici i računi > [korisničko ime] > Game Center, zatim isključite Obližnje igrače. Apple prima neidentificirajuće informacije o vašim kontaktima koji su odlučili povezati svoj Game Center nadimak sa svojom karticom kontakta. Ove se informacije koriste za poboljšanje preporuka prijatelja koje vam se prikazuju na površinama Game Centera, ali ih Apple ne pohranjuje. Nadalje, Game Center koristi obradu na uređaju kao pomoć našim preporukama. Ako imate prijateljstva uspostavljena prije sustava iOS 10, ti prijatelji imaju pristup vašem pravom imenu. U bilo kakvim prijateljskim vezama uspostavljenim od kada ste instalirali iOS 10, prijateljima je vidljiv samo vaš nadimak. Na dječjim računima prijatelji nikada ne mogu vidjeti stvarna imena, uključujući i stanje prije sustava iOS 10. Komuniciranje s vama Apple može koristiti informacije o vašem računu, primjerice o tome koje proizvode tvrtke Apple posjedujete i o vašim pretplatama na usluge tvrtke Apple kako bi vam poslali podatke o aplikaciji Game Center i drugim proizvodima, uslugama i ponudama tvrtke Apple koji bi vas mogli zanimati. Apple također može koristiti informacije o vašoj aktivnosti unutar Game Centera za slanje e-mailova i push obavijesti o novim značajkama, sadržajima i ponudama dostupnim unutar Game Centera. Možete promijeniti svoje postavke za e‑mail i uključiti ili isključiti primanje e‑mailova na account.apple.com. Kako biste ažurirali svoje postavke obavijesti na iOS, iPadOS ili visionOS uređaju, idite na Postavke > Obavijesti > Game Center. Apple koristi informacije o vašim interakcijama s našim komunikacijama, uključujući obavijesti, radi poboljšanja svojih usluga. Developeri drugih proizvođača Kad ste prijavljeni u Game Center, developeri igara koje igrate mogu tražiti informacije o vama, uključujući vaš nadimak, avatar i ostale jedinstvene identifikatore Game Centera. Developer može također zatražiti popis vaših prijatelja koji će sadržavati nadimke i avatare vaših prijatelja te ostale javno dostupne informacije o njima. Ako aplikaciji dozvolite povezivanje s vašim prijateljima, ona može pristupiti popisu vaših prijatelja koji također igraju ovu igru. Aplikacija će kao vaše prijatelje moći detektirati samo prijatelje koji su također omogućili ovoj aplikaciji povezivanje s njihovim prijateljima. Također možete odlučiti ne dozvoliti bilo kojoj aplikaciji povezivanje s vašim prijateljima u bilo kojem trenutku. Ako to želite učiniti, na iOS, iPadOS ili visionOS uređaju otvorite Postavke > Game Center > Povezivanje s prijateljima i dodirom isključite opciju Povezivanje s prijateljima. Na Macu idite u Postavke sustava < Game Center i klikanjem isključite “Povezivanje s prijateljima”. Time ćete spriječiti da vas aplikacije pitaju mogu li se povezati s vašim Game Center prijateljima i vaš popis prijatelja prestat će se dijeliti s prethodno dozvoljenim aplikacijama. Kad god koristite aplikaciju drugog proizvođača, trebali biste pregledati uvjete, pravila privatnosti i prakse developera kako biste razumjeli kako prikupljaju i koriste vaše podatke. Djeca u Game Centeru Za djecu u vašoj obitelji koja koriste Game Center možete koristiti Ograničenja sadržaja i privatnosti u aplikaciji Vrijeme uporabe zaslona kako biste ograničili vrijeme koje se provodi u određenim aplikacijama i blokirali značajke Game Centera na uređaju djeteta, uključujući funkcionalnost igranja s više igrača, mogućnost dodavanja prijatelja i mogućnost povezivanja s prijateljima koji igraju istu igru. Kako biste to učinili na iOS, iPadOS ili visionOS uređaju, idite u Postavke > Vrijeme uporabe zaslona > Ograničenja sadržaja i privatnosti > Ograničenja sadržaja. Na Mac računalu idite u Postavke sustava > Vrijeme uporabe zaslona > Sadržaj i privatnost. U sustavu tvOS idite u Postavke > Općenito > Ograničenja. Dodatno, kad komuniciraju s drugim igračima u Game Centeru, djeca ne mogu slati ili primati tekst koji je unio korisnik. Ograničena su na slanje i primanje programiranih poruka i emojija. Glasovno dopisivanje u igri onemogućeno je za djecu. Primjenjiva pravna osnova za obrađivanje osobnih podataka Vaše osobne podatke u Game Centeru obrađujemo na temelju vašeg pristanka kako je potrebno za svrhe naših legitimnih interesa. Na mjestima na kojima važeći lokalni zakon to omogućava, obrađujemo sljedeće kategorije osobnih podataka koliko je potrebno za svrhe naših legitimnih interesa: • Vaša uporaba Game Centera, uključujući igre koje igrate i vašu aktivnost igranja • Vaš nadimak, avatar, status pretplate na Arcade, rezultati i informacije o drugim aktivnostima • Vaši Game Center prijatelji, svi igrači s kojima igrate te vremena kad s njima igrate Ti legitimni interesi uključuju: • Optimiziranje i poboljšanje Game Centera za vas i druge korisnike • Slanje informacija o Game Centeru i drugim povezanim Apple proizvodima, uslugama i ponudama koje bi vas mogle zanimati • Sprječavanja prevare i drugih zlonamjernih aktivnosti Zadržavanje Game Center zadržava podatke koje je prikupio o vama dok god zadržavate Apple račun povezan sa svojim Game Center računom. Sprječavanje prevare i ostalih zlonamjernih aktivnosti Prikupljamo osobne podatke kako bismo spriječili prevaru i ostale zlonamjerne aktivnosti u Game Centeru i ostalim Appleovim aplikacijama i uslugama. Te informacije sadrže informacije o uređaju, kao što je vrsta uređaja i verzija softvera, informacije o lokaciji (približno se određuje usklađivanjem IP adrese vaše internetske veze sa zemljopisnim područjem, ako je dostupno), povijest preuzimanja i kupnji te ostale interakcije s Game Centerom i ostalim aplikacijama i uslugama. Apple će u svakom trenutku prikupljene informacije tretirati u skladu s pravilima privatnosti tvrtke Apple, koja možete pronaći na www.apple.com/legal/privacy/hr/.
hu: A felhasználói adatok védelme az egyik elsődleges szempont az Apple számára. Törekszünk arra, hogy csak azokat az adatokat gyűjtsük be, amelyek a felhasználói élmény fokozásához szükségesek. Amikor mégis bizonyos adatok begyűjtése mellett döntünk, akkor fontosnak tartjuk a felhasználók tájékoztatását arról, hogy pontosan milyen információkat gyűjtünk be, és hogy ezekre miért van szükségünk, mivel így a felhasználók a számukra megfelelő döntéseket hozhatják meg. A Game Center, mint az Apple minden terméke és szolgáltatása, ilyen irányelvek alapján lett megtervezve. A Game Center funkció biztosítása és továbbfejlesztése Miután használatba vette a Game Centert, képes lesz játékokkal kapcsolatos tevékenységekben részt venni, például eredménytáblákon szerepelhet, többszemélyes játékokkal játszhat, megkeresheti, megtekintheti és kihívhatja a barátait, valamint nyomon követheti az elért eredményeket. Az Apple információkat gyűjt arról, hogy Ön hogyan használja a Game Centert, hogy továbbfejlessze és optimalizálja a Game Center által nyújtott élményt az Ön és mások számára. Ilyen információk például az Ön által játszott játékok, valamint az, hogy mikor és kivel játszik velük; a pontszámai és elért eredményei; valamint a küldött és kapott kihívások. Az Apple ezenkívül begyűjti az Ön Game Center-barátainak listáját, a játékostársait, továbbá azt is, hogy mikor játszanak együtt. A begyűjtött információk elősegítik, hogy Ön könnyebben tudjon visszakapcsolódni a többszemélyes játékokba, a többi résztvevővel gyorsan megtekinthessék egymás legmagasabb pontszámait, és hogy fejleszteni lehessen a Game Centert az Ön és mások számára. Az Apple információkat gyűjt arról, hogy Ön hogyan használja a Game Center funkcióit, többek között a Beállításokból elérhető funkciókról, például az Ön barátfelkéréseiről, hogy továbbfejlessze és optimalizálja a Game Center által nyújtott élményt az Ön és mások számára. Ez az információ nincs az Apple-fiókjához társítva. Játék más játékosokkal és barátokkal Az Ön Game Centerben használt becenevét, avatárját, pontszámait és Arcade-előfizetésének állapotát az összes Game Center-felhasználó láthatja a globális eredménytáblával rendelkező játékoknál. A Game Center-tevékenységével kapcsolatos egyéb információi tekintetében dönthet úgy, hogy ezeket is megosztja a Game Center-barátaival vagy az összes Game Center-felhasználóval. Ezek az információk magukban foglalják az Ön által játszott játékokat és elért eredményeket, valamint láthatók lesznek azok számára, akikkel megosztja a Game Centerben és egyéb Apple-szolgáltatásokban, például az App Store-ban és az Apple Arcade-ben. A gyermekek Game Center-tevékenységinformációi csak a Game Center-barátaikkal oszthatók meg. A tevékenységmegosztása állapotának megtekintéséhez és módosításához iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Game Center > Profil adatvédelme (visionOS-en: Settings > Game Center > Profile Privacy) menüpontot, illetve Macen a Rendszerbeállítások > Game Center > Profil adatvédelme menüpontot. Amikor a Game Center-beceneve össze van kapcsolva a kontaktkártyájával, a Game Center fel fogja használni az Apple-fiókjához társított e-mail-címet és telefonszámot. Ez lehetővé teszi a Game Center-barátai számára, hogy könnyebben megtalálják Önt a Kontaktok appjukban szereplő neve alapján. Ezt a beállítást iOS-, iPadOS- vagy visionOS-eszközön a Beállítások > Game Center > Barátok alapján történő keresés engedélyezése (visionOS-en: Settings > Game Center > Allow Finding by Friends) menüpontban vezérelheti, Macen pedig a Rendszerbeállítások > Game Center menüpontban kapcsolhatja ki a Barátok alapján történő keresés engedélyezése lehetőséget. Amikor többszemélyes funkcióval rendelkező játékkal játszik, akkor a többi olyan felhasználó, akik ugyanarról a WLAN- vagy helyi hálózatról, illetve a Bluetooth hatókörén belülről kapcsolódnak az adott játékhoz a Game Centerben, látni fogják, hogy Ön a közelben van, továbbá az Ön beceneve és avatárja is látható lesz számukra. Ahol a fejlesztő az Apple többszemélyes funkcióját használja, a funkció iOS-, iPadOS- vagy visionOS-eszközön való letiltásához válassza a Beállítások > Game Center (visionOS-en: Settings > Game Center) menüpontot, majd koppintással kapcsolja ki a Közeli játékosok (visionOS-en: Nearby Players) funkciót. Macen válassza a Rendszerbeállítások > Game Center menüpontot, majd kattintással kapcsolja ki a „Közeli játékosok” lehetőséget. tvOS‑en válassza a Beállítások > Felhasználók és fiókok > [felhasználó neve] > Game Center menüpontot, majd kapcsolja ki a Közeli játékosok lehetőséget. Az Apple személyazonosításra nem alkalmas adatokat kap az Ön olyan kontaktjairól, akik úgy döntöttek, hogy összekapcsolják a Game Center-becenevüket a kontaktkártyájukkal. Ez az információ arra szolgál, hogy jobb barátjavaslatokat jeleníthessünk meg Önnek a Game Center felületein, azonban az Apple nem tárolja ezt az információt. Emellett a Game Center eszközön történő feldolgozással segíti az ajánlásainkat. Ha iOS 10-nél régebbi rendszerben hozott létre baráti kapcsolatokat, akkor az ezekben a kapcsolatokban beállított barátai megtekinthetik az Ön valódi nevét. Az iOS 10 rendszer használatának megkezdése óta létrehozott baráti kapcsolatok esetében a barátai kizárólag az Ön becenevét láthatják. A gyermekek fiókjai soha nem fedik fel a gyermekek valódi nevét a barátok számára, az iOS 10 előtti verziók esetében sem. Az Önnel folytatott kommunikáció Az Apple felhasználhatja az Ön fiókjával kapcsolatos információkat (például azt, hogy Ön milyen Apple-termékekkel rendelkezik, és mely Apple-szolgáltatásokra fizetett elő), hogy információkat küldjön a Game Centerről, valamint az Önt esetleg érdeklő Apple-termékekről, -szolgáltatásokról és -ajánlatokról. Az Apple felhasználhatja az Ön Game Centerben végzett tevékenységeit ahhoz is, hogy e-maileket és push értesítéseket küldjön Önnek a Game Centerben elérhető új funkciókról, tartalmakról és ajánlatokról. Az account.apple.com/hu címen módosíthatja az e-mailekkel kapcsolatos beállításokat, valamint leiratkozhat ezekről az e-mailekről. Az értesítési beállítások frissítéséhez iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Értesítések > Game Center (visionOS-en: Settings > Notifications > Game Center) menüpontot. Az Apple felhasználja az Ön az általunk küldött kommunikációval, többek között az értesítésekkel végzett műveleteivel kapcsolatos adatokat a szolgáltatásaink továbbfejlesztéséhez. Harmadik félnek tekinthető fejlesztők Ha bejelentkezik a Game Centerbe, az Ön által játszott játékok fejlesztői információkat igényelhetnek Önről, többek között elkérhetik az Ön becenevét, az avatárját és más egyedi Game Center-azonosítóit. A fejlesztők továbbá igényelhetik a kapcsolódó játékosok listáját is (beleértve az Ön barátait és azokat a játékosokat, akikkel legutóbb játszott), amelyen többek között becenevek és avatárok szerepelnek. Ha engedélyezi egy app számára, hogy összekapcsolja Önt a barátaival, akkor a fejlesztők hozzáférhetnek az Ön olyan barátainak a listájához, akik szintén ezzel a játékkal játszanak. Kizárólag azok a barátai jelennek meg az app számára barátként, akik engedélyezték az appnak, hogy összekapcsolja őket a barátaikkal. Bármikor igény szerint le is tilthatja az appok számára, hogy összekapcsolhassák Önt a barátaival. Ehhez iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Game Center > Csatlakozás a barátokhoz (visionOS-en: Settings > Game Center > Connect with Friends) menüpontot, és koppintással kapcsolja ki a Csatlakozás a barátokhoz (visionOS-en: Connect with Friends) beállítást. Macen válassza a Rendszerbeállítások > Game Center menüpontot, majd kattintással kapcsolja ki a „Csatlakozás a barátokhoz” lehetőséget. Ezt követően az appok nem kérdezik meg, hogy összekapcsolhatják-e Önt a Game Center-barátaival, és a rendszer leállítja a barátlista megosztását a korábban engedélyezett appal. Ha harmadik felek appjait használja, azt javasoljuk, hogy tekintse át az adott fejlesztő feltételeit, adatvédelmi szabályzatát és eljárásait, amelyekből megtudhatja, hogy az adott fejlesztő hogyan gyűjti be és használja fel az Ön adatait. Gyermekek a Game Centerben A családjában lévő, Game Centert használó gyermekek esetében a Képernyőidő Tartalmi és adatvédelmi korlátozások funkciójával korlátozhatja az egyes appokban töltött időt, és blokkolhat Game Center-funkciókat a gyermek eszközén, többek között a többszemélyes játék funkciót, a barátok hozzáadását, továbbá az ugyanazzal a játékkal játszó barátokhoz való csatlakozást. Ehhez iOS-, iPadOS- vagy visionOS-eszközön válassza a Beállítások > Képernyőidő > Tartalmi és adatvédelmi korlátozások > Tartalomkorlátozások (visionOS-en: Settings > Screen Time > Content & Privacy Restrictions > Content Restrictions) menüpontot. Macen válassza a Rendszerbeállítások > Képernyőidő > Tartalom és adatvédelem menüpontot. tvOS‑en válassza a Beállítások > Általános > Korlátozások menüpontot. Ezenkívül amikor a gyermekek más játékosokkal kommunikálnak a Game Centerben, nem küldhetnek és nem kaphatnak felhasználók által beírt szövegeket. A gyermekek számára a küldés és a fogadás az előre beállított üzenetekre korlátozódik. A játékok közben történő hangos csevegés szintén le van tiltva a gyermekek esetében. A személyes adatok feldolgozásának hatályos jogalapja Az Ön személyes adatait a Game Centerben az Ön hozzájárulása alapján és a jogos érdekeink céljából szükséges módon dolgozzuk fel. Ahol a helyi jogszabályok lehetővé teszik, a következő kategóriákba tartozó személyes adatokat feldolgozzuk a saját jogos érdekünkkel kapcsolatos célokra: • Az Ön Game Center appra vonatkozó használati adatai, beleértve az Ön által játszott játékokat, valamint a játéktevékenységét; • A beceneve, az avatárja, az Arcade-előfizetésének állapota, a pontszámai és az egyéb tevékenységinformációi; • Az Ön Game Center-barátai, a játékostársai, továbbá az is, hogy mikor játszanak együtt. Ezek a jogos érdekek a következőket foglalhatják magukban: • A Game Center fejlesztése és optimalizálása az Ön és mások számára; • Információk küldése a Game Center szolgáltatásról, valamint az Önt esetleg érdeklő, kapcsolódó Apple-termékekről, -szolgáltatásokról és -ajánlatokról; • Csalás és más rosszindulatú tevékenységek megakadályozása. Megőrzés A Game Center mindaddig megőrzi az Önről gyűjtött információkat, amíg Ön használja a Game Center-fiókjával társított Apple-fiókját. Csalások és más rosszindulatú tevékenységek megakadályozása A személyes adatokat azzal a céllal gyűjtjük, hogy megakadályozzuk a csalást és más rosszindulatú tevékenységeket a Game Centerben, illetve más Apple-appokban és -szolgáltatásokban. Ilyen adatok például az eszközinformációk, többek között az eszköz típusa és szoftververziója, a helyzetadatok (megközelítőlegesen meghatározva az internetkapcsolata IP-címének egy földrajzi régióhoz való egyeztetésével, ha elérhető), a letöltési és vásárlási előzmények, valamint a Game Centerrel, valamint más appokkal és szolgáltatásokkal folytatott egyéb interakciók. Az Apple által gyűjtött információk mindig az Apple adatvédelmi szabályzata szerint lesznek kezelve, amely megtalálható a www.apple.com/hu/privacy weboldalon.
id: Perlindungan terhadap privasi dan keamanan informasi Anda adalah hal yang utama bagi semua pihak di Apple. Kami bekerja keras untuk hanya mengumpulkan data yang kami perlukan untuk membuat pengalaman Anda lebih baik dan, saat kami mengumpulkan data, kami percaya bahwa penting bagi Anda untuk mengetahui apa yang kami kumpulkan dan kenapa kami memerlukannya, sehingga Anda dapat memilih dengan bijak. Game Center, seperti produk dan layanan Apple lainnya, didasarkan pada prinsip ini. Menyediakan dan Meningkatkan Game Center Setelah Anda masuk ke Game Center, Anda akan diminta untuk berpartisipasi dalam aktivitas yang berhubungan dengan game seperti partisipasi di papan nilai, game multipemain, menemukan, melihat, dan menantang teman; dan melacak pencapaian. Apple mengumpulkan informasi mengenai penggunaan Game Center Anda untuk meningkatkan dan mengoptimalkan Game Center bagi Anda dan pengguna lain, termasuk game yang Anda mainkan, kapan Anda memainkannya, dan dengan siapa Anda bermain; skor dan pencapaian Anda; serta tantangan yang Anda kirim dan terima. Apple juga mengumpulkan daftar teman Game Center Anda, pemain yang bermain dengan Anda, serta waktu Anda bermain bersama. Informasi ini digunakan untuk membantu mempertemukan Anda kembali di game multipemain dengan mudah, melihat skor tertinggi satu sama lain dengan cepat, dan meningkatkan Game Center untuk Anda dan orang lain. Apple mengumpulkan informasi mengenai interaksi Anda dengan fitur Game Center, termasuk fitur yang dapat diakses dari Pengaturan seperti permintaan teman Anda, untuk meningkatkan dan mengoptimalkan Game Center bagi Anda dan pengguna lain. Informasi ini tidak dikaitkan dengan Akun Apple Anda. Bermain dengan Pemain Lain dan Teman Nama panggilan, avatar, skor, dan status langganan Arcade Game Center Anda dapat dilihat oleh semua pengguna Game Center untuk game dengan papan nilai global. Anda juga dapat memilih untuk membagikan informasi aktivitas Game Center Anda dengan teman Game Center atau semua pengguna Game Center. Informasi ini meliputi game yang telah Anda mainkan dan kemajuan pencapaian Anda, dan akan dapat dilihat oleh pengguna yang berbagi dengan Anda di Game Center dan layanan Apple lainnya, seperti App Store dan Apple Arcade. Informasi aktivitas Game Center anak hanya dapat dibagikan dengan teman Game Center mereka. Anda dapat melihat dan mengubah status berbagi aktivitas dengan membuka Pengaturan > Game Center > Privasi Profil di perangkat iOS, iPadOS, atau visionOS Anda dan Pengaturan Sistem > Game Center > Privasi Profil di Mac. Saat nama panggilan Game Center Anda ditautkan dengan kartu kontak Anda, Game Center akan menggunakan alamat email dan nomor telepon yang dikaitkan dengan Akun Apple Anda. Ini memungkinkan teman Game Center Anda untuk lebih mudah menemukan Anda berdasarkan nama yang mereka simpan untuk Anda di app Kontak mereka. Anda dapat mengontrol pengaturan ini di perangkat iOS, iPadOS, atau visionOS Anda dengan membuka Pengaturan > Game Center > Izinkan Menemukan menurut Teman dan di Mac dengan membuka Pengaturan Sistem > Game Center dan mematikan Izinkan Menemukan menurut Teman. Saat Anda memainkan game yang mendukung fungsi multipemain, pengguna Game Center lain yang mengakses game yang sama di jaringan WLAN yang sama atau jaringan area lokal, atau dalam cakupan Bluetooth akan dapat melihat bahwa Anda berada di sekitar dan melihat nama panggilan serta avatar Anda. Jika pengembang menggunakan fungsionalitas multipemain Apple, Anda dapat menonaktifkan fitur ini di perangkat iOS, iPadOS, atau visionOS Anda dengan membuka Pengaturan > Game Center, lalu mengetuk untuk mematikan Pemain di Sekitar. Di Mac, buka Pengaturan Sistem > Game Center dan klik untuk mematikan “Pemain di sekitar”. Di tvOS, buka Pengaturan > Pengguna dan Akun > [nama pengguna] > Game Center, lalu matikan Pemain di Sekitar. Apple menerima informasi yang tidak dapat diidentifikasi mengenai kontak Anda yang telah memilih untuk menautkan nama panggilan Game Center mereka dengan kartu kontak mereka. Informasi ini digunakan untuk meningkatkan rekomendasi pertemanan yang ditampilkan kepada Anda di permukaan Game Center, tapi tidak disimpan oleh Apple. Selain itu, Game Center menggunakan pemrosesan pada perangkat untuk membantu rekomendasi kami. Jika Anda memiliki hubungan pertemanan yang dibuat sebelum iOS 10, teman tersebut akan memiliki akses ke nama asli Anda. Di hubungan pertemanan yang dibuat sejak Anda menggunakan iOS 10, hanya nama panggilan Anda yang tersedia untuk teman Anda. Akun anak tidak pernah memperlihatkan nama asli kepada teman, termasuk sebelum iOS 10. Berkomunikasi dengan Anda Apple dapat menggunakan informasi mengenai akun Anda, seperti produk Apple yang Anda miliki dan langganan layanan Apple Anda, untuk mengirimi Anda komunikasi mengenai Game Center dan produk, layanan, serta penawaran Apple lainnya yang mungkin Anda minati. Apple juga dapat menggunakan informasi mengenai aktivitas Anda di dalam Game Center untuk mengirimi Anda email dan pemberitahuan push mengenai fitur, konten, dan penawaran baru yang tersedia di dalam Game Center. Anda dapat mengubah preferensi email Anda dan menonaktifkan penerimaan email ini dengan membuka account.apple.com. Untuk memperbarui preferensi pemberitahuan di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > Pemberitahuan > Game Center. Apple menggunakan informasi mengenai interaksi Anda dengan komunikasi kami, termasuk pemberitahuan, untuk meningkatkan layanan kami. Pengembang Pihak Ketiga Saat Anda masuk ke Game Center, pengembang dari game yang Anda mainkan dapat meminta informasi mengenai Anda, termasuk nama panggilan, avatar, dan pengenal Game Center lainnya yang unik. Pengembang juga dapat meminta daftar pemain terkait, termasuk teman Anda dan pemain yang baru bermain bersama Anda, yang akan meliputi nama panggilan dan avatar. Jika Anda memilih untuk mengizinkan app menghubungkan Anda dengan teman, mereka dapat mengakses daftar teman Anda yang juga memainkan game ini. Hanya teman yang juga setuju untuk mengizinkan app ini menghubungkan dengan teman mereka yang akan terlihat di app sebagai teman Anda. Anda juga selalu dapat memilih untuk tidak mengizinkan app mana pun untuk menghubungkan Anda dengan teman. Untuk melakukannya di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > Game Center > Hubungkan dengan Teman dan ketuk untuk mematikan Hubungkan dengan Teman. Di Mac, buka Pengaturan Sistem > Game Center dan klik untuk mematikan “Hubungkan dengan teman”. Ini menghalangi app untuk menanyakan apakah mereka dapat menghubungkan Anda dengan teman Game Center Anda dan akan berhenti membagikan daftar teman dengan app yang sebelumnya telah diizinkan. Kapan pun Anda menggunakan app pihak ketiga, Anda harus meninjau syarat, kebijakan privasi, dan praktik pengembang untuk memahami cara mereka mengumpulkan serta menggunakan data Anda. Anak-Anak di Game Center Untuk anak di Keluarga Anda yang menggunakan Game Center, Anda dapat menggunakan Pembatasan Konten & Privasi di Durasi Layar untuk membatasi waktu yang dihabiskan di app tertentu dan memblokir fitur Game Center di perangkat anak Anda, termasuk fungsionalitas multipemain, kemampuan untuk menambah teman, dan kemampuan untuk terhubung dengan teman yang memainkan game yang sama. Untuk melakukan ini di perangkat iOS, iPadOS, atau visionOS Anda, buka Pengaturan > Durasi Layar > Pembatasan Konten & Privasi > Pembatasan Konten. Di Mac, buka Pengaturan Sistem > Durasi Layar > Konten & Privasi. Di tvOS, buka Pengaturan > Umum > Pembatasan. Selain itu, saat berkomunikasi dengan pemain lainnya di Game Center, anak-anak tidak dapat mengirimkan atau menerima teks yang dimasukkan oleh pengguna. Anak dibatasi dalam mengirimkan atau menerima pesan preset. Obrolan suara dalam game dinonaktifkan untuk anak. Dasar Hukum yang Berlaku untuk Memproses Data Pribadi Kami memproses data pribadi Anda di Game Center berdasarkan persetujuan Anda dan sebagaimana yang diperlukan untuk tujuan kepentingan kami yang sah. Jika sesuai dengan hukum setempat yang berlaku, kami memproses kategori data pribadi berikut sebagaimana yang diperlukan untuk tujuan kepentingan kami yang sah: • Penggunaan Game Center Anda, termasuk game yang Anda mainkan dan aktivitas game Anda • Nama panggilan, avatar, status langganan Arcade, skor, dan informasi aktivitas lainnya • Teman Game Center Anda, pemain yang bermain dengan Anda, serta waktu Anda bermain bersama Kepentingan yang sah ini meliputi: • Mengoptimalkan dan meningkatkan Game Center bagi Anda serta pengguna lain • Mengirimi Anda komunikasi mengenai Game Center dan produk, layanan, serta penawaran Apple lainnya yang terkait dan mungkin Anda minati • Mencegah penipuan dan aktivitas berbahaya lainnya Penyimpanan Game Center menyimpan informasi yang dikumpulkan mengenai Anda selama Anda mengelola Akun Apple yang terkait dengan akun Game Center Anda. Mencegah Penipuan dan Aktivitas Berbahaya Lainnya Kami mengumpulkan data pribadi untuk mencegah penipuan dan aktivitas berbahaya lainnya di Game Center dan app serta layanan Apple lainnya. Informasi ini meliputi informasi perangkat, seperti jenis perangkat dan versi perangkat lunak, informasi lokasi (diperkirakan dengan mencocokkan alamat IP koneksi internet Anda dengan wilayah geografis, jika tersedia), riwayat pengunduhan dan pembelian, dan interaksi lainnya dengan Game Center dan app serta layanan lainnya. Informasi yang dikumpulkan oleh Apple akan selalu diperlakukan sesuai dengan Kebijakan Privasi Apple, yang dapat ditemukan di https://www.apple.com/id/privacy/.
it: Garantire la protezione della privacy e la sicurezza delle tue informazioni è una priorità per Apple. Quando vengono raccolte informazioni, Apple ritiene importante specificare quali tipi di dati vengono raccolti e il motivo per cui è necessario farlo, in modo da consentirti di compiere una scelta ponderata. Game Center, come ogni prodotto e servizio Apple, è pensato a partire da questi principi. Offrire e migliorare Game Center Una volta effettuata la registrazione su Game Center, potrai partecipare ad attività relative ai giochi, come le classifiche e le partite multiplayer, nonché trovare, visualizzare e sfidare amici e monitorare gli obiettivi. Apple raccoglie informazioni sul modo in cui utilizzi Game Center per poter ottimizzare il servizio per te e per gli altri utenti, inclusi i giochi che usi, il momento in cui li usi e le persone con cui giochi, i tuoi punteggi e obiettivi, nonché le sfide che invii e ricevi. Apple raccoglie anche un elenco dei tuoi amici di Game Center, delle persone con cui giochi e di quando giocate insieme. Tali informazioni vengono utilizzate per aiutarti a riprendere facilmente partite multiplayer, visualizzare velocemente i punteggi reciproci e migliorare Game Center per te e per gli altri. Apple raccoglie informazioni sulle tue interazioni con le funzionalità di Game Center, comprese quelle accessibili da Impostazioni (come le richieste di amicizia), al fine di ottimizzare il servizio per te e per gli altri utenti. Tali informazioni non vengono associate al tuo Apple Account. Giocare con altri utenti e amici Il nickname, l’avatar, i punteggi e lo stato del tuo abbonamento su Arcade sono visibili a tutti gli utenti di Game Center per i giochi con classifiche globali. Puoi anche scegliere di condividere altre informazioni sulle attività di Game Center con i tuoi amici o con tutti gli utenti di Game Center. Tali informazioni includono i giochi che hai utilizzato e l’avanzamento degli obiettivi e saranno visibili alle persone con cui le condividi in Game Center e in altri servizi Apple, come App Store e Apple Arcade. Le informazioni sulle attività di Game Center dei bambini possono essere condivise solo con gli amici di Game Center. Per visualizzare e modificare lo stato della condivisione delle attività, su iOS, iPadOS o visionOS vai in Impostazioni > Game Center > Privacy del profilo; sul Mac, vai in Impostazioni di Sistema > Game Center > Privacy del profilo. Quando il nickname che usi su Game Center è collegato alla tua scheda contatto, Game Center utilizzerà l’indirizzo email e il numero di telefono associati al tuo Apple Account. Questo consentirà ai tuoi amici di Game Center di trovarti più facilmente in base al nome che hanno salvato per te nell’app Contatti. Per controllare questa opzione, sui dispositivi iOS, iPadOS o visionOS, vai in Impostazioni > Game Center > Consenti agli amici di trovarti; sul Mac, vai in Impostazioni di Sistema > Game Center e disattiva “Consenti agli amici di trovarti”. Quando usi un gioco che supporta la funzionalità multiplayer, gli altri utenti di Game Center che effettuano l’accesso allo stesso gioco e sulla stessa rete WLAN o LAN oppure entro il raggio d’azione del Bluetooth potranno vedere che ti trovi nelle vicinanze e visualizzare il tuo nickname e il tuo avatar. Se uno sviluppatore utilizza la funzionalità multiplayer di Apple, puoi disabilitarla sui dispositivi iOS, iPadOS o visionOS andando in Impostazioni > Game Center, quindi disattivando l’opzione “Giocatori vicini”. Sul Mac, vai in Impostazioni di Sistema > Game Center, quindi disattiva “Giocatori vicini”. Su tvOS, vai in Impostazioni > Utenti e account > [Nome utente] > Game Center, quindi disattiva “Giocatori vicini”. Apple riceve informazioni non identificabili sui tuoi contatti che hanno scelto di associare il nickname su Game Center alla propria scheda contatto. Tali informazioni vengono utilizzate per migliorare i suggerimenti sulle amicizie mostrati all’interno di Game Center, ma non vengono archiviate da Apple. Inoltre, Game Center utilizza l’elaborazione su dispositivo per poter fornire tali suggerimenti. Se hai delle relazioni di amicizia stabilite prima di iOS 10, tali amici avranno accesso al nome e cognome associati al tuo account. Per tutte le relazioni di amicizia stabilite da iOS 10 in poi, agli amici verrà mostrato solo il tuo nickname. Per gli account di bambini, agli amici non verranno mai mostrati i nomi reali, neppure per le relazioni stabilite prima di iOS 10. Comunicazione con l’utente Apple potrebbe utilizzare le informazioni sul tuo account, come i prodotti Apple che possiedi e i tuoi abbonamenti ai servizi Apple, per inviarti comunicazioni riguardanti Game Center, altri prodotti e servizi Apple, e offerte che potrebbero interessarti. Apple può anche utilizzare le informazioni sulla tua attività all’interno di Game Center per inviarti email e notifiche push su nuove funzionalità, contenuti e offerte disponibili su Game Center. Puoi modificare le preferenze relative alle email e disattivarne la ricezione andando su account.apple.com. Per aggiornare le preferenze sulle notifiche, sui dispositivi iOS, iPadOS o visionOS, vai in Impostazioni > Notifiche > Game Center. Apple utilizza le informazioni sulle tue interazioni con le comunicazioni che ti invia, tra cui le notifiche, per migliorare i propri servizi. Sviluppatori di terze parti Quando effettui l’accesso a Game Center, gli sviluppatori dei giochi che usi possono richiedere informazioni su di te, inclusi il nickname, l’avatar e altri identificativi univoci di Game Center. Lo sviluppatore può anche richiedere un elenco di giocatori correlati, tra cui i tuoi amici e gli utenti con cui hai giocato recentemente, che includerà i loro nickname e gli avatar. Se scegli di consentire a un’app di connetterti agli amici, questi potranno accedere a un elenco dei tuoi amici che utilizzano lo stesso gioco. Solo gli amici che hanno a loro volta autorizzato l’app a connetterli con i propri amici saranno visibili nell’app come tuoi amici. Puoi anche scegliere di non autorizzare nessuna app a connetterti con gli amici in qualsiasi momento. Per farlo, sui dispositivi iOS, iPadOS o visionOS, vai in Impostazioni > Game Center > Connettiti con gli amici e disattiva l’opzione “Connettiti con gli amici”. Sul Mac, vai in Impostazioni di Sistema > Game Center, quindi disattiva “Connettiti con gli amici”. Disattivando l’opzione, le app non potranno chiederti l’autorizzazione a connetterti con gli amici di Game Center e verrà interrotta la condivisione dell’elenco degli amici con le app precedentemente autorizzate. Ogni volta che usi un’app di terze parti, devi consultare i termini, le informative sulla privacy e le prassi dello sviluppatore per sapere in che modo raccoglie e utilizza i tuoi dati. Bambini in Game Center Per gli account dei bambini che usano Game Center nella tua famiglia, puoi utilizzare “Restrizioni contenuti e privacy” in “Tempo di utilizzo” per limitare il tempo trascorso in app specifiche e bloccare alcune funzionalità di Game Center, tra cui le partite multiplayer, la possibilità di aggiungere amici e la possibilità di connettersi con gli amici che utilizzano lo stesso gioco. Per farlo sui dispositivi iOS, iPadOS e visionOS, vai in Impostazioni > Tempo di utilizzo > Restrizioni contenuti e privacy > Restrizioni dei contenuti. Sul Mac, vai in Impostazioni di Sistema > Tempo di utilizzo > Contenuti e privacy. Su tvOS, vai in Impostazioni > Generali > Restrizioni. Inoltre, quando comunicano con altri giocatori in Game Center, i bambini non possono inviare né ricevere testo digitato dall’utente. Possono inviare e ricevere solo messaggi predefiniti. La chat vocale interna al gioco è disabilitata per i bambini. Basi giuridiche rilevanti per l’elaborazione dei dati personali I tuoi dati personali su Game Center vengono elaborati in base al tuo consenso e come necessario ai fini dei legittimi interessi di Apple. Se consentito dalle leggi locali in materia, Apple elabora le seguenti categorie di dati personali come necessario ai fini dei propri legittimi interessi: • Il tuo utilizzo di Game Center, inclusi i titoli a cui giochi e le attività che svolgi. • Il nickname, l’avatar, lo stato dell’abbonamento ad Arcade, i punteggi e le informazioni su altre attività. • I tuoi amici di Game Center, le persone con cui giochi e quando giocate insieme. Questi interessi legittimi includono: • Ottimizzare Game Center per te e per gli altri utenti. • Inviarti comunicazioni su Game Center e altri prodotti, offerte e servizi Apple correlati che potrebbero interessarti. • Prevenire le frodi e altre attività sospette. Conservazione delle informazioni Game Center conserva le informazioni raccolte su di te finché mantieni l’Apple Account associato all’account Game Center. Prevenzione di frodi e attività sospette Apple raccoglie i dati personali per impedire eventuali frodi e altre attività sospette in Game Center e sulle altre app e gli altri servizi Apple. Tali dati includono informazioni come il tipo di dispositivo e la versione del software, le informazioni relative alla posizione (facendo corrispondere in modo approssimativo l’indirizzo IP della tua connessione a internet con una zona geografica, qualora disponibile), la cronologia di acquisti e download e altre informazioni sulle interazioni con Game Center e con altri servizi e app. Le informazioni raccolte da Apple verranno trattate secondo le politiche di tutela della privacy di Apple consultabili all'indirizzo www.apple.com/it/privacy/.
ja: お客様情報のプライバシーと安全の確保を最優先課題として、Appleでは全社一丸となって取り組んでいます。当社は製品およびサービスの改善のためだけに情報を収集するべく懸命に努力しています。また、お客様が十分な説明を受けた上で選択できるように、当社が情報を収集する場合はそのことをお知らせし、どんな情報を収集しているのか、なぜそれが必要なのかもお知らせすることが重要と考えています。Game Centerも、ほかのすべてのApple製品やサービスと同様、この原則を念頭に設計されています。 情報の提供およびGame Centerの改善 Game Centerの利用を開始すると、Leaderboardやマルチプレイヤーゲームへの参加、友達の検索、友達の表示、友達へのチャレンジ、達成項目の確認など、ゲーム関連のアクティビティに参加できるようになります。あなたやほかの人のためにGame Centerを改善および最適化することを目的として、AppleはあなたのGame Centerの使用状況に関する情報（あなたがプレイしたゲームとその時間および対戦相手、得点と達成項目、送受信したチャレンジなど）を収集します。 Appleは、Game Centerでの友達および一緒にプレイした相手のリスト、および一緒にプレイした時間についての情報も収集します。この情報は、マルチプレイヤーゲームに再び参加しやすくするため、お互いのハイスコアを確認するため、および、あなたやほかの人のためにGame Centerを改善するために使用されます。 あなたやほかの人のためにGame Centerを改善および最適化することを目的として、AppleはあなたのGame Centerの機能（“設定”からアクセスできる友達リクエストなどの機能を含みます）に対する操作に関する情報を収集します。この情報はApple Accountには関連付けられません。 ほかのプレーヤーや友達とプレイする Game Centerでのニックネームとアバター、スコア、およびArcadeのサブスクリプション状況は、全世界のLeaderboardを使用しているゲームのすべてのGame Centerユーザに表示されます。Game Centerでの友達やすべてのGame Centerユーザに、Game Centerでのその他の活動についての情報を共有することも選択できます。この情報には、あなたがプレイしたゲームや達成項目の進行状況が含まれ、Game CenterおよびApp StoreやApple Arcadeなどその他のAppleのサービス上で共有相手に表示されます。お子様のGame Centerでの活動についての情報は、Game Centerでの友達とのみ共有できます。活動共有状況の確認と変更は、iOS、iPadOS、visionOSデバイスでは“設定”＞“Game Center”＞“プロフィールのプライバシー”から、Macでは“システム設定”＞“Game Center”＞“プロフィールのプライバシー”から行えます。 Game Centerで使うニックネームが自分の連絡先カードと関連付けられている場合は、Apple Accountに関連付けられているメールアドレスと電話番号がGame Centerで使用されるようになります。これにより、Game Centerの友達が、連絡先アプリで登録している名前に基づいて、より簡単にあなたを見つけられるようになります。この設定は、iOS、iPadOS、またはvisionOSデバイスでは“設定”＞“Game Center”＞“友達が見つけることを許可”から、Macでは“システム設定”＞“Game Center”と移動して“友達が見つけることを許可”をオフにすることで制御できます。 マルチプレイヤー機能に対応したゲームをプレイする際、同じWLANネットワークやローカルエリアネットワーク上、またはBluetooth通信範囲内で同じゲームにアクセスしているほかのGame Centerユーザには、あなたが近くにいること、およびあなたのニックネームとアバターが表示されます。デベロッパがAppleのマルチプレイヤー機能を使用している場合、iOS、iPadOS、またはvisionOSデバイスでは、“設定”＞“Game Center”に移動して“近くのプレイヤー”をタップしてオフにすることで、この機能を無効にできます。Macでは、“システム設定”＞“Game Center”と移動して、“近くのプレイヤー”をクリックしてオフにします。tvOSでは、“設定”＞“ユーザとアカウント”＞[ユーザ名]＞“Game Center”に移動して、“近くのプレイヤー”をオフにします。 Appleは、Game Centerで使うニックネームを連絡先カードにリンクすることを選択した連絡先の個人を特定できない情報を受け取ります。この情報は、Game Centerの画面に表示されるおすすめの友達を強化するために使用されますが、Appleに保存されることはありません。また、Game Centerでのおすすめの支援はデバイス上で処理されます。 iOS 10より前に友達登録をしたユーザがいる場合、それらのユーザはあなたの実名にアクセスできます。iOS 10のインストール後に友達登録をしたユーザには、あなたのニックネームだけが表示されます。お子様のアカウントでは、iOS 10より前でも友達に実名が表示されることはありません。 情報の送信 Appleは、Game Centerや、あなたが関心を持つ可能性のあるその他のApple製品、サービス、およびオファーに関する情報をあなたに送信するために、所有しているApple製品やAppleサービスへのサブスクリプション登録などのあなたのアカウントに関する情報を使用する場合があります。また、Game Centerで利用可能な新しい機能、コンテンツ、優待サービスに関するメールやプッシュ通知を送るために、Appleは、あなたのGame Centerでの活動に関する情報を使用する場合があります。account.apple.com にアクセスして、メール設定を変更し、これらのメールの受信を解除することができます。iOS、iPadOS、またはvisionOSデバイスで通知設定を更新するには、“設定”＞“通知”＞“Game Center”に移動してください。Appleは、サービスの品質向上のために、通知を含む、当社とあなたとのやり取りに関する情報を使用します。 他社デベロッパ あなたがGame Centerにサインインしているときに、プレイしているゲームのデベロッパはあなたに関する情報を要求することができます。この情報には、あなたのニックネーム、アバターのほか、一意のGame Center IDなども含まれます。デベロッパは、あなたに関連するプレイヤー（友達など）と、あなたが最近一緒にプレイしたプレイヤーのリスト（ニックネームとアバターを含む）を要求することもできます。アプリがあなたと友達を関連付けることを許可した場合、その友達はこのゲームをプレイしたあなたの友達のリストにアクセスできるようになります。このアプリを友達と関連付けることに同意した友達だけが、アプリに友達として表示されます。アプリであなたと友達を関連付けることへの許可はいつでも取り消すことができます。その場合、iOS、iPadOS、またはvisionOSデバイスでは“設定”＞“Game Center”＞“友達とつながる”に移動して、“友達とつながる”をタップしてオフにします。Macでは、“システム設定”＞“Game Center”と移動して、“友達とつながる”をクリックしてオフにします。“友達とつながる”をオフにすると、アプリでGame Centerの友達と関連付けることができるかどうかを尋ねられなくなり、また、以前に許可されていたアプリでも友達のリストの共有はできなくなります。他社製アプリを使用するときは、必ずそのデベロッパの条件、プライバシーポリシー、および運用を確認して、どのようにデータが収集され、使用されるかを理解してください。 お子様とGame Center ファミリー内のお子様がGame Centerを使用する場合、“スクリーンタイム”の“コンテンツとプライバシーの制限”を使用すると、お子様のデバイスの特定のアプリの使用時間を制限したりGame Centerの機能（マルチプレイヤー機能や友達を追加する機能、同じゲームをプレイしている友達を関連付ける機能など）をブロックしたりできます。この操作を行うには、iOS、iPadOS、またはvisionOSデバイスでは“設定”＞“スクリーンタイム”＞“コンテンツとプライバシーの制限”＞“コンテンツ制限”に移動します。Macでは、“システム設定”＞“スクリーンタイム”＞“コンテンツとプライバシー”に移動します。tvOSでは、“設定”＞“一般”＞“制限”に移動します。また、Game Centerでほかのプレイヤーと通信する際、お子様がユーザ入力テキストを送受信することはできません。お子様はプリセットのメッセージの送受信のみに制限されます。お子様のゲーム内での音声チャットは無効になっています。 個人データを処理する際に適用される法的根拠 Appleは、お客様の同意に基づいて、Appleの正当な利益のために、必要に応じて、Game Center内の個人データを処理します。該当する現地法で定められている場合、Appleは、Appleの正当な利益のために、必要に応じて、以下のカテゴリの個人データを処理します: • Game Centerの使用状況（プレイしたゲームやゲームアクティビティなど） • ニックネーム、アバター、Arcadeのサブスクリプション状況、スコア、およびその他のアクティビティ情報 • Game Centerでの友達、一緒にプレイした相手、および一緒にプレイした時間 この正当な利益には以下のものが含まれます: • あなたとその他のユーザのためのGame Centerの最適化と向上 • Game Centerや、あなたが関心を持つ可能性のあるその他の関連Apple製品、サービス、およびオファーに関する情報の送信 • 不正行為およびその他の悪意のある活動の防止 保持 Game Centerでは、あなたのGame CenterアカウントにApple Accountが関連付けられている間、収集したあなたに関する情報を保持します。 不正行為およびその他の悪意のある活動の防止 Appleは、Game Centerおよびその他のAppleのアプリやサービスでの不正行為およびその他の悪意のある活動を防ぐために、個人データを収集します。この情報には、デバイス情報（デバイスの種類、ソフトウェアのバージョンなど）、位置情報（利用可能な場合、インターネット接続のIPアドレスを地理的な地域と照らし合わせることで推定されたおおよその位置）、ダウンロードおよび購入履歴、Game Centerおよびその他のアプリやサービスでのその他の操作が含まれます。 いかなる場合においても、Appleが収集する情報はAppleのプライバシーポリシー（https://www.apple.com/jp/privacy を参照）に従って取り扱われます。
kk: Жеке деректердің құпиялылығы мен қауіпсіздігін қамтамасыз ету Apple компаниясының барлық қызметкері үшін басымдық болып табылады. Біз ұсынатын сервистерді жақсарту үшін тек қажетті деректерді жинауға бар күшімізді саламыз. Саналы шешім қабылдауыңыз үшін, деректерді жинаған кезде оларды жинау туралы, сондай-ақ жинау себебі туралы хабардар етеміз. Game Center сервисі басқа да Apple өнімдері мен сервистері сияқты осы қағидаларға негізделіп жасалған. Game Center сервисін ұсыну және жақсарту Game Center сервисіне кіргеннен кейін нәтижелер кестесіне қосылу, көп ойыншыға арналған ойындарға қатысу, жетістіктерді қадағалау, сондай-ақ достарды іздеу, олар туралы ақпаратты қарау және оларды ойынға шақыру сияқты ойынға қатысты әрекеттерді орындауға мүмкіндік аласыз. Apple компаниясы өзіңіз бен басқалар үшін Game Center сервисін жақсарту және оңтайландыру үшін Game Center сервисінің қолданысы туралы ақпаратты, соның ішінде сіз қандай ойындарды ойнағаныңыз және қашан ойнағаныңыз туралы ақпаратты; ұпайларыңыз бен жетістіктеріңіз туралы ақпаратты; және сіз жіберген және қабылдаған жарысуға шақырулар туралы ақпаратты жинайды. Сондай-ақ Apple компаниясы Game Center сервисіндегі достарыңыздың және сізбен ойнайтын ойыншылардың тізімін, сонымен қатар олармен қашан ойнағаныңыз туралы ақпаратты жинайды. Бұл ақпарат көп ойыншыға арналған ойындарға қайта қосылуды жеңілдету, басқа пайдаланушылардың жоғары ұпайларын жылдам қарап шығу, сондай-ақ Game Center сервисін сізге және басқа да пайдаланушыларға арнап жақсарту үшін пайдаланылады. Apple компаниясы өзіңіз бен басқалар үшін Game Center сервисін жақсарту және оңтайландыру үшін Game Center функцияларымен өзара әрекеттесуіңіз туралы ақпаратты, оның ішінде достарыңыздың сұраулары сияқты «Реттеулер» қолданбасынан қолжетімді функцияларды жинайды. Бұл ақпарат Apple аккаунтыңызбен байланысты емес. Достармен және басқа ойыншылармен ойнау Game Center сервисіндегі лақап атыңыз, аватарыңыз, ұпайларыңыз және Arcade сервисіндегі жазылымыңыздың күйі әлемдік жетістіктер кестесі бар ойындардың барлық Game Center пайдаланушысына көрінеді. Сондай-ақ Game Center сервисіндегі достарыңызбен немесе барлық Game Center пайдаланушысымен Game Center сервисіндегі белсенділігіңіз туралы басқа да ақпаратты бөлісуге болады. Бұл ақпаратқа сіз ойнаған ойындар және жетістіктеріңіз кіреді. Ол сіз Game Center сервисінде және басқа да Apple сервистерінде (мысалы, App Store және Apple Arcade) бөлісетін пайдаланушыларға көрінетін болады. Балалардың Game Center сервисіндегі белсенділігі туралы ақпаратты тек олардың Game Center сервисіндегі достарымен бөлісуге болады. Белсенділік туралы деректерді бөлісу күйін көруге және өзгертуге болады. Ол үшін iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > «Game Center» > «Профиль құпиялылығы» тармағына, ал Mac компьютерінде «Жүйе реттеулері» > «Game Center» > «Профиль құпиялылығы» тармағына өтіңіз. Game Center сервисіндегі лақап атыңыз жеке байланыс картаңызбен байланыстырылған кезде, Game Center сервисі Apple аккаунтыңызда көрсетілген эл. пошта мекенжайы мен телефон нөмірін пайдаланады. Бұл Game Center желісіндегі достарыңызға сізді олардың «Контактілер» қолданбасында жазылған атыңыз бойынша оңай табуға мүмкіндік береді. Бұл реттеуді басқару үшін iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > «Game Center» > «Достарыңызға сізді табуға рұқсат беру» тармағына өтіңіз, ал Mac компьютерінде «Жүйе реттеулері» > «Game Center» тармағына өтіп, «Достарыңызға сізді табуға рұқсат беру» функциясын өшіріңіз. Көп ойыншы режиміне қолдау көрсететін ойынды ойнаған кезде, дәл сол ойынды бір WLAN желісі немесе жергілікті желі арқылы ойнап жатқан немесе Bluetooth әрекет ететін радиустағы басқа Game Center пайдаланушылары сіздің жақын жерде екеніңізді біліп, лақап атыңыз бен аватарыңызды көре алатын болады. Әзірлеуші Apple мультиплеер функционалдығын пайдаланатын жерде бұл функцияны iOS, iPadOS немесе visionOS құрылғыңызда өшіруге болады. Ол үшін «Реттеулер» > «Game Center» тармағына өтіп, «Жақын жердегі ойыншылар» параметрін түртіп өшіріңіз. Mac компьютерінде System Settings (Жүйе реттеулері) > Game Center тармағына өтіп, «Nearby players (Жақын жердегі ойыншылар)» функциясын өшіру үшін басыңыз. tvOS жүйесінде «Реттеулер» > «Пайдаланушылар және аккаунттар» > [пайдаланушы аты] > «Game Center» тармағына өтіп, «Жақын жердегі ойыншылар» параметрін өшіріңіз. Apple компаниясы өзінің Game Center лақап атын контакт картасымен байланыстыруды таңдаған контактілеріңіз туралы жеке басты анықтамайтын ақпаратты алады. Бұл ақпарат Game Center беттерінде көрсетілетін дос ұсыныстарын жақсарту үшін пайдаланылады, бірақ Apple тарапынан сақталмайды. Сонымен қатар ұсыныстарымыз бойынша көмек беру үшін Game Center құрылғыдағы өңдеуді пайдаланады. iOS 10 нұсқасын орнатқанға дейін қосылған достарыңыз шын атыңызды көре алатын болады. iOS 10 нұсқасын орнатқаннан кейін қосылған достарыңызға тек лақап атыңыз көрінеді. Балалардың аккаунттарында олардың шын аттары достарға ешқашан көрсетілмейді (олар iOS 10 нұсқасы орнатылғанға дейін қосылған болса да). Кері байланыс Apple компаниясы сізге ұнауы мүмкін Game Center сервисі және басқа да Apple өнімдері, сервистері мен ұсыныстары жөнінде ақпарат жіберу үшін сіз сатып алған Apple өнімдері және жазылған Apple сервистері сияқты аккаунтыңыз туралы ақпаратты пайдалануы мүмкін. Сондай-ақ Apple компаниясы Game Center сервисінде қолжетімді жаңа функциялар, контент пен ұсыныстар жөнінде эл. пошта хабарлары мен push хабарландыруларын жіберу үшін Game Center сервисіндегі белсенділігіңіз туралы ақпаратты пайдалануы мүмкін. Эл. пошта параметрлерін өзгерту және осы эл. хаттарды алудан бас тарту үшін мына сайтқа өтіңіз: account.apple.com. iOS, iPadOS немесе visionOS құрылғыңызда хабарландыру параметрлерін жаңарту үшін «Реттеулер» > «Хабарландырулар» > «Game Center» тармағына өтіңіз. Apple компаниясы сервистерімізді жақсарту үшін байланыстарымызбен, соның ішінде хабарландырулармен өзара әрекеттесуіңіз туралы ақпаратты пайдаланады. Үшінші тараптық әзірлеушілер Game Center сервисіне кірген кезде, сіз ойнайтын ойындардың әзірлеушілері сіз туралы ақпаратты, оның ішінде лақап атыңызды, аватарыңызды және Game Center сервисіне қатысты басқа да бірегей жеке деректеріңізді сұрауы мүмкін. Сондай-ақ әзірлеушілер сізбен байланысты ойыншылардың, оның ішінде достарыңыздың және сізбен жақында ойнаған ойыншылардың тізімін (олардың лақап аттарымен және аватарларымен қоса) сұрауы мүмкін. Егер қолданбаға сізді достарыңызбен байланыстыруға рұқсат етсеңіз, қолданба осы ойынды ойнайтын достарыңыздың тізіміне қол жеткізе алады. Қолданбаға тек достарымен байланыстыруға рұқсат берген достарыңыз ғана сіздің достарыңыз ретінде көрінетін болады. Сондай-ақ кез келген уақытта кез келген қолданбаға сізді достарыңызбен байланыстыруға тыйым салуыңызға болады. Ол үшін iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > «Game Center» тармағына өтіп, «Достармен байланысу» параметрін өшіру үшін түртіңіз. Mac компьютерінде System Settings (Жүйе реттеулері) > Game Center тармағына өтіп, Connect with friends (Достармен байланысу) функциясын өшіру үшін басыңыз. Бұл жағдайда қолданбалар сізді Game Center сервисіндегі достарыңызбен байланыстыруға рұқсат сұрай алмайтын болады. Осыған дейін достарыңыздың тізіміне қол жеткізе алған қолданбаларға бұл тізім қолжетімсіз болып қалады. Егер үшінші тарап қолданбасын пайдаланатын болсаңыз, әзірлеуші деректеріңізді қалай жинайтынын және пайдаланатынын түсіну үшін әзірлеуші шарттарын, құпиялылық саясаттарын және тәжірибелерін қарап шыққаныңыз жөн. Балалар және Game Center «Отбасы» тізіміне кіретін балалар Game Center сервисін пайдаланатын болса, «Экран уақыты» мәзіріндегі «Контент және құпиялылық шектеулері» бөліміне өтіп, балалардың белгілі бір қолданбаларға жұмсайтын уақытын шектеуге және олардың құрылғыларындағы Game Center функцияларын (мысалы, көп ойыншыға арналған ойындарды ойнау, достарды қосу немесе бір ойын ойнап жатқан достармен байланысу) блоктауға болады. Ол үшін iOS, iPadOS немесе visionOS құрылғыңызда «Реттеулер» > «Экран уақыты» > «Контент және құпиялылық» > «Контент шектеулері» тармағына өтіңіз. Mac компьютерінде System Settings Жүйе реттеулері > Screen Time (Экран уақыты) > Content & Privacy (Контент және құпиялылық) тармағына өтіңіз. tvOS жүйесінде «Реттеулер» > «Жалпы» > «Шектеулер» тармағына өтіңіз. Оған қоса Game Center сервисінде басқа ойыншылармен байланысқан кезде, балалар реттелетін мәтінді жібере және қабылдай алмайды. Олар тек дайын хабарларды жібере және қабылдай алады. Балалар үшін ойын ішіндегі дауыстық чат өшірулі болады. Жеке деректерді өңдеу үшін қолданылатын құқықтық негіз Біз Game Center сервисіндегі жеке деректеріңізді келісіміңіз бойынша және заңды мүдделерімізге сәйкес өңдейміз. Қолданыстағы жергілікті заңда қарастырылған жағдайда, біз заңды мүдделеріміз үшін қажетті жеке деректердің келесі санаттарын өңдейміз: • Game Center сервисін пайдалану тәсіліңіз, соның ішінде сіз ойнайтын ойындар және ойындағы белсенділігіңіз • Лақап атыңыз, аватарыңыз, Arcade жазылымыңыздың күйі, ұпайларыңыз бен басқа белсенділігіңіз туралы ақпарат • Game Center сервисіндегі достарыңыз, сізбен ойнайтын ойыншылардың тізімі және бірге ойнау уақыты Бұл заңды мүдделерге мыналар жатады: • Сізге және басқаларға арналған Game Center сервисін оңтайландыру және жақсарту • Сізге Game Center және сізді қызықтыруы мүмкін басқа да қатысты Apple өнімдері, сервистері мен ұсыныстары туралы хабарламалар жіберу • Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Деректерді сақтау Сіз туралы ақпарат, Game Center аккаунтымен байланыстырылған Apple аккаунтыңыз жойылғанша, Game Center сервисінде сақталып тұра береді. Алаяқтықтың және басқа зиянды әрекеттердің алдын алу Game Center сервисінде және басқа да Apple қолданбалары мен сервистерінде алаяқтық пен басқа зиянды әрекеттердің алдын алу үшін біз жеке деректерді жинаймыз. Бұл ақпаратқа құрылғы туралы ақпарат, оның ішінде құрылғы түрі және бағдарламалық жасақтама нұсқасы, геолокация туралы ақпарат (интернет қосылымының IP мекенжайын географиялық аймаққа сәйкестендіру арқылы жуықталды, қолжетімді болса), жүктеп алу және сатып алу тарихы, сондай-ақ Game Center сервисіндегі және басқа қолданбалар мен сервистердегі өзге әрекеттер кіреді. Apple жинаған ақпарат әрқашан Apple құпиялылық саясатына (www.apple.com/privacy) сәйкес өңделеді.
ko: Apple의 전 직원은 개인정보 보호 및 보안을 최우선으로 생각합니다. Apple은 사용자에게 더 나은 경험을 제공하기 위해 꼭 필요한 데이터만을 수집하기 위해 최선을 다하고 있습니다. 또한, 데이터를 수집할 때에는 왜 수집하는지, 어떤 데이터를 수집하는지를 사용자에게 알리는 것을 중요하게 생각하며 사용자가 이러한 사항을 잘 알고 선택할 수 있도록 합니다. Apple의 모든 제품 및 서비스와 마찬가지로 Game Center는 이 원칙을 기반으로 설계되었습니다. Game Center 제공 및 향상하기 Game Center 이용을 시작하면 순위표 등재, 멀티플레이어 게임, 친구 찾기 및 보기, 친구에게 도전 및 목표 추적 등과 같은 게임 관련 활동에 참여할 수 있습니다. Apple은 Game Center를 향상하고 최적화하기 위해 사용자가 플레이한 게임과 시간, 상대 플레이어, 점수와 목표 달성 정도, 주고 받은 도전 과제 등과 같은 Game Center 사용에 관한 정보를 수집합니다. Apple은 사용자의 Game Center 친구 목록, 함께 플레이한 플레이어 및 함께 플레이한 시간도 수집합니다. 이 정보는 간편하게 멀티플레이어 게임에 다시 연결하고, 서로 간의 최고 점수를 바로 확인할 수 있게 해주며, Game Center를 개선하는 데 사용됩니다. Apple은 모든 사용자를 위해 Game Center 기능을 향상하고 최적화할 수 있도록 사용자가 Game Center 기능(‘설정’에서 접근할 수 있는 친구 요청과 같은 기능 등)과 상호 작용한 내용에 관한 정보를 수집합니다. 이 정보는 사용자의 Apple 계정과 연계되지 않습니다. 다른 플레이어 및 친구와 플레이하기 사용자의 Game Center 별명, 아바타, 점수 및 Arcade 구독 상태는 전 세계 순위표를 통해 모든 Game Center 사용자들에게 공개됩니다. 또한, 기타 Game Center 활동 정보를 Game Center의 친구들이나 모든 Game Center 사용자와 공유할 수 있습니다. 이 정보에는 사용자가 플레이한 게임 및 목표 달성 진행 사항이 포함되며 Game Center, App Store 및 Apple Arcade와 같은 기타 Apple 서비스를 공유하는 사람들에게 표시됩니다. 자녀의 Game Center 활동 정보는 Game Center 친구와만 공유할 수 있습니다. 사용자의 활동 공유 상태를 확인하고 변경하려면 iOS, iPadOS 또는 visionOS 기기에서는 설정 > Game Center > 프로필 개인정보 보호로 이동하고 Mac에서는 시스템 설정 > Game Center > 프로필 개인정보 보호로 이동하십시오. Game Center 별명을 연락처 카드와 연결하면 Game Center가 사용자의 Apple 계정에 연계된 이메일 주소 및 전화번호를 사용합니다. 이렇게 하면 Game Center 친구가 연락처 앱에 등록된 이름으로 사용자를 더 쉽게 찾을 수 있습니다. 이 설정을 제어하려면 iOS, iPadOS 또는 visionOS 기기에서 설정 > Game Center > 친구 찾기 허용으로 이동하고 Mac에서는 시스템 설정 > Game Center로 이동한 다음 ‘친구 찾기 허용’을 끄십시오. 멀티플레이어 기능을 지원하는 게임을 할 때, 다른 Game Center 사용자가 동일한 WLAN 네트워크 또는 로컬 영역 네트워크에서 같은 게임에 접근하거나 Bluetooth 범위 내에 있는 경우, 이들은 사용자가 근처에 있는지 여부를 확인하고 사용자의 별명 및 아바타를 볼 수 있습니다. 개발자가 Apple의 멀티플레이어 기능을 사용하는 경우, iOS, iPadOS 또는 visionOS 기기에서 설정 > Game Center로 이동하여 ‘근처에 있는 플레이어’를 탭하여 이 기능을 끌 수 있습니다. Mac에서는 시스템 설정 > Game Center로 이동하여 ‘근처에 있는 플레이어’를 클릭하여 끄십시오. tvOS에서는 설정 > 사용자 및 계정 > [사용자 이름] > Game Center로 이동한 다음 ‘근처에 있는 플레이어’를 끄십시오. Apple은 사용자의 연락처에 포함된 사람 중 Game Center 별명을 연락처 카드와 연결하기로 선택한 사람의 정보를 개인을 식별할 수 없는 방식으로 수신합니다. 이 정보는 Game Center 화면에 표시된 친구 추천을 향상하기 위해 사용되며, Apple은 해당 정보를 저장하지 않습니다. 또한, Game Center는 추천을 돕기 위해 기기상의 처리 방식을 사용합니다. iOS 10 이전에 추가한 친구가 있는 경우, 해당 친구는 사용자의 실제 이름을 볼 수 있습니다. iOS 10을 설치한 후에 추가한 친구에게는 사용자의 별명만 보입니다. 자녀 계정의 실제 이름은 iOS 10 이전의 친구를 포함한 모든 친구에게 보이지 않습니다. 사용자와 커뮤니케이션하기 Apple은 사용자가 소유한 Apple 제품 및 Apple 서비스 구독과 같은 사용자의 계정에 관한 정보를 이용하여, 사용자가 관심을 가질 만한 Game Center 콘텐츠 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내를 전송할 수 있습니다. Apple은 Game Center 내에서 사용자의 활동에 대한 정보를 사용하여 Game Center에서 이용할 수 있는 새로운 기능, 콘텐츠 및 특별 혜택에 관한 이메일 및 푸시 알림을 보낼 수도 있습니다. account.apple.com 사이트로 이동하여 이메일 환경설정을 변경하고 이러한 이메일을 받지 않을 수도 있습니다. iOS, iPadOS 또는 visionOS 기기에서 알림 환경설정을 업데이트하려면 설정 > 알림 > Game Center로 이동하십시오. Apple은 서비스를 향상하기 위해, 알림을 포함하여 Apple이 전송한 안내에 대한 사용자의 상호작용에 관한 정보를 사용할 수 있습니다. 타사 개발자 Game Center에 로그인하면, 플레이하는 게임의 개발자가 별명, 아바타 및 기타 고유한 Game Center 식별자를 포함하여 사용자에 관한 정보를 요청할 수 있습니다. 개발자는 관련된 플레이어 목록을 요청할 수도 있으며, 여기에는 사용자의 친구 및 최근에 함께 플레이한 플레이어의 별명, 아바타도 포함됩니다. 앱에서의 친구 연결을 허용한 경우, 친구들은 이 게임을 플레이하는 사용자의 친구 목록에 접근할 수 있습니다. 이 앱에서의 친구 연결을 허용한 친구만 사용자의 친구로 앱에 표시됩니다. 사용자는 앱에서 친구와 연결하지 않도록 언제든지 변경할 수 있습니다. iOS, iPadOS 또는 visionOS 기기에서 ‘친구와 연결’ 기능을 비활성화하려면 설정 > Game Center > ‘친구와 연결’로 이동한 다음 탭하여 끄십시오. Mac에서는 시스템 설정 > Game Center로 이동하여 ‘친구와 연결’을 클릭하여 끄십시오. 이 기능을 끄면 앱이 사용자와 Game Center 친구를 연결할지 물어보지 않게 되고, 사용자의 친구 목록을 이전에 허용한 앱과 공유하는 것을 중단합니다. 타사 앱을 사용할 때 해당 개발자의 약관, 개인정보 처리방침 및 이용 사례를 검토하여 사용자의 데이터가 어떻게 수집 및 사용되는지 숙지하십시오. 자녀의 Game Center 사용 가족 내 Game Center를 사용하는 자녀에 대해 스크린 타임의 콘텐츠 및 개인정보 보호 제한을 사용하여, 자녀의 기기에서 특정 앱의 사용 시간을 제한하고, 멀티플레이어 기능, 친구 추가 권한, 동일한 게임을 플레이하는 친구와 연결하는 권한 등의 Game Center 기능을 제한할 수 있습니다. iOS, iPadOS 또는 visionOS 기기에서 제한 설정을 하려면 설정 > 스크린 타임 > 콘텐츠 및 개인정보 보호 제한 > 콘텐츠 제한으로 이동하십시오. Mac에서는 시스템 설정 > 스크린 타임 > 콘텐츠 및 개인정보 보호로 이동하십시오. tvOS의 경우 설정 > 일반 > 제한으로 이동하십시오. 또한, Game Center에서 다른 플레이어와 커뮤니케이션할 때, 자녀는 직접 입력하는 텍스트를 보내거나 받을 수 없습니다. 자녀는 사전에 설정된 메시지만 보내고 받을 수 있습니다. 게임 내 음성 대화는 자녀가 사용할 수 없도록 비활성화됩니다. 개인 데이터 처리를 위한 관련 법적 근거 Apple은 사용자의 동의를 기반으로 Apple의 정당한 이익을 위해 필요에 따라 Game Center의 개인 데이터를 처리합니다. 관련 현지 법률이 규정된 경우, Apple은 Apple의 정당한 이익을 위해 필요에 따라 다음 카테고리의 개인 데이터를 처리합니다. • 플레이한 게임 및 게임 활동을 포함한 Game Center 사용 정보 • 사용자의 별명, 아바타, Arcade 구독 상태, 점수 및 기타 활동 정보 • 사용자의 Game Center 친구, 함께 플레이한 플레이어 및 함께 플레이한 시간 이러한 정당한 이익에는 다음과 같은 사항이 포함됩니다. • 모든 사용자를 위해 Game Center 최적화 및 개선 • 사용자가 관심을 가질 만한 Game Center 및 기타 Apple 제품, 서비스 및 특별 혜택에 관한 안내 전송 • 사기 및 기타 악의적인 활동 방지 데이터 유지 사용자의 Game Center 계정과 연계된 Apple 계정을 유지하는 한 사용자에 관해 수집된 정보가 Game Center에 보관됩니다. 사기 및 기타 악의적인 활동 방지 Game Center 및 기타 Apple 앱과 서비스에서 사기 및 기타 악의적인 활동을 방지하기 위해 개인 데이터가 수집됩니다. 이 정보에는 기기 유형 및 소프트웨어 버전, 위치 정보(사용 가능한 경우 인터넷 연결 IP 주소를 대략적인 지리적 지역과 맞추어 추정), 다운로드 및 구입 내역, 기타 Game Center 및 다른 앱 및 서비스에서의 활동 등과 같은 기기 정보가 포함됩니다. Apple에서 수집하는 정보는 항상 Apple의 개인정보 처리방침에 따라 취급되며 자세한 내용은 www.apple.com/kr/privacy 사이트에서 확인할 수 있습니다.
lt: Jūsų informacijos privatumas ir saugumas yra kiekvieno „Apple“ darbuotojo prioritetas. Stengiamės rinkti tik tuos duomenis, kurių mums reikia, kad jūsų patirtis būtų geresnė, o kai renkame duomenis, manome, jog yra svarbu, kad žinotumėte, ką renkame ir kodėl mums to reikia. Taip galite priimti pagrįstus sprendimus. „Game Center“, kaip ir kiekvienas „Apple“ produktas ir paslauga, yra sukurta atsižvelgiant į šiuos principus. „Game Center“ teikimas ir tobulinimas Prisijungę prie „Game Center“, galėsite įsitraukti į su žaidimu susijusias veiklas, pvz., dalyvauti rezultatų lentelėse, kelių žaidėjų žaidimuose, ieškoti, peržiūrėti ir varžytis su draugais, taip pat sekti pasiekimus. Bendrovė „Apple“ renka informaciją apie jūsų naudojimąsi „Game Center“ funkcijomis, kad būtų galima jums ir kitiems patobulinti ir optimizuoti „Game Center“, įskaitant žaidžiamus žaidimus, kada juos žaidžiate ir su kuo žaidžiate; rezultatus ir pasiekimus; ir siunčiamus bei gaunamus iššūkius. Bendrovė „Apple“ taip pat renka „Game Center“ draugų, žaidėjų, su kuriais žaidžiate, sąrašą ir kada drauge žaidžiate. Ši informacija naudojama norint padėti lengvai įsitraukti į kelių žaidėjų žaidimus, greitai peržiūrėti vieni kitų aukštus rezultatus ir patobulinti „Game Center“ jums ir kitiems. Bendrovė „Apple“ renka informaciją apie jūsų sąveiką su „Game Center“ funkcijomis, įskaitant „Nustatymuose“ pasiekiamas funkcijas, pavyzdžiui, užklausas draugauti, kad būtų galima jums ir kitiems optimizuoti „Game Center“. Ši informacija nėra susieta su jūsų „Apple“ paskyra. Žaidimas su kitais žaidėjais ir draugais „Game Center“ slapyvardį, avatarą, rezultatus ir „Arcade“ prenumeratos būseną mato visi „Game Center“ naudotojai žaidimuose su pasaulinėmis lyderių lentelėmis. Taip pat galite pasirinkti bendrinti kitą „Game Center“ veiklos informaciją su „Game Center“ draugais ar visais „Game Center“ naudotojais. Į šią informaciją įeina žaisti žaidimai ir pasiekimų pažanga, ją matys asmenys, su kuriais ją bendrinsite „Game Center“ ir kitose „Apple“ paslaugose, pvz., „App Store“ ir „Apple Arcade“. Vaikų veiklos „Game Center“ informaciją galima bendrinti tik su jų „Game Center“ draugais. Matyti ir pakeisti veiklos bendrinimo būseną galite „iOS“, „iPadOS“ arba „visionOS“ įrenginio srityje „Nustatymai“ > „Game Center“ > „Profilio privatumas“ ir „Mac“ įrenginio srityje „Sistemos nustatymai“ > „Game Center“ > „Profilio privatumas“. Susiejus „Game Center“ slapyvardį su adresatų kortele, „Game Center“ naudos su „Apple“ paskyra susietą el. pašto adresą ir telefono numerį. Tai leidžia „Game Center“ draugams lengviau jus rasti pagal vardą, įvestą programoje „Adresatai“. Norėdami tai atlikti, eikite į „iOS“, „iPadOS“ arba „visionOS“ įrenginio sritį „Nustatymai“ > „Game Center“ > „Leisti ieškoti pagal draugus“ arba „Mac“ įrenginio sritį „Sistemos nustatymai“ > „Game Center“ ir išjungti „Leisti ieškoti pagal draugus“. Kai žaidžiate žaidimą, kuris palaiko kelių žaidėjų funkciją, kiti „Game Center“ naudotojai, kurie prisijungia prie to paties žaidimo tame pačiame WLAN arba vietiniame tinkle arba kurie yra „Bluetooth“ veikimo diapazone, galės matyti, jog esate netoliese, ir matys jūsų slapyvardį ir avatarą. Jei kūrėjas naudoja „Apple“ kelių žaidėjų funkciją, ją bet kada galite išjungti nuėję į „iOS“, „iPadOS“ arba „visionOS“ įrenginio sritį „Nustatymai“ > „Game Center“ ir bakstelėdami išjungę parinktį „Netoliese esantys žaidėjai“. „Mac“ įrenginyje eikite į „Sistemos nustatymai“ > „Game Center“ ir spustelėkite, kad išjungtumėte parinktį „Netoliese esantys žaidėjai“. „tvOS“ eikite į sritį „Nustatymai“ > „Naudotojai ir paskyros“ > „[naudotojo vardas]“ > „Game Center“ ir išjunkite parinktį „Netoliese esantys žaidėjai“. Bendrovė „Apple“ gauna tapatybės neleidžiančią nustatyti informaciją apie adresatus, kurie pasirinko susieti savo „Game Center“ slapyvardį su adresatų kortele. Ši informacija naudojama norint pagerinti jums „Game Center“ srityse rodomas draugų rekomendacijas, tačiau jos bendrovė „Apple“ nesaugo. Be to, „Game Center“ naudoja apdorojimo įrenginyje funkciją, kad padėtų pateikti mūsų rekomendacijas. Jei esate užmezgę draugystės ryšius senesnėje nei „iOS 10“ sistemoje, šie draugai turės prieigą prie jūsų tikro vardo. Jei nuo to laiko, kai naudojate „iOS 10“ užmezgėte draugystės ryšius, draugai matys tik jūsų slapyvardį. Vaikų paskyros draugams niekada nerodo tikrųjų jų vardų, įskaitant senesnes nei „iOS 10“ versijas. Bendravimas su jumis „Apple“ gali naudoti informaciją apie jūsų paskyrą, pvz., apie jūsų turimus „Apple“ produktus ir „Apple“ paslaugų prenumeratas, kad siųstų jums pranešimus apie „Game Center“ ir kitus „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali būti jums įdomūs. Be to, „Apple“ gali naudoti informaciją apie jūsų veiklą programoje „Game Center“, kad siųstų el. laiškus ir tiesioginius pranešimus apie naujas „Game Center“ funkcijas, turinį ir pasiūlymus. El. pašto nuostatas keisti ir atsisakyti gauti šiuos el. laiškus galite apsilankę adresu account.apple.com. Norėdami atnaujinti pranešimų nuostatas „iOS“, „iPadOS“ arba „visionOS“ įrenginyje, eikite į sritį „Nustatymai“ > „Pranešimai“ > „Game Center“. „Apple“ naudoja informaciją apie jūsų sąveikas bendraujant su mumis, įskaitant pranešimus, kad patobulintų savo paslaugas. Trečiosios šalies kūrėjai Kai esate prisijungę prie „Game Center“, žaidžiamų žaidimų kūrėjai gali paprašyti informacijos apie jus, įskaitant slapyvardį, avatarą ir kitus unikalius „Game Center“ identifikatorius. Kūrėjas taip pat gali paprašyti susijusių žaidėjų sąrašo, įskaitant jūsų draugus ir žaidėjus, su kuriais neseniai žaidėte, kuriame bus slapyvardžiai ir avatarai. Jei pasirinksite leisti programai susisiekti su draugais, jie galės matyti jūsų draugų, kurie taip pat žaidžia šį žaidimą, sąrašą. Tik draugus, kurie taip pat sutiko leisti šiai programai užmegzti ryšį su jų draugais, programa matys kaip jūsų draugą. Jūs taip pat galite bet kuriuo metu pasirinkti neleisti jokioms programoms užmegzti ryšio su draugais. Norėdami tai atlikti, „iOS“, „iPadOS“ arba „visionOS“ įrenginyje eikite į sritį „Nustatymai“ > „Game Center“ > „Susisiekti su draugais“, tada bakstelėkite ir išjunkite parinktį „Susisiekti su draugais“. „Mac“ įrenginyje eikite į „Sistemos nustatymai“ („System Settings“) > „Game Center“ ir spustelėkite, kad išjungtumėte parinktį „Susisiekti su draugais“ („Connect with friends“). Tai neleis programai prašyti leidimo sujungti jus su „Game Center“ draugais. Jūsų draugų sąrašas nebebus bendrinamas su programomis, kurioms anksčiau buvo suteiktas leidimas. Kai naudojate trečiosios šalies programą, turite peržiūrėti kūrėjo sąlygas, privatumo politikas ir praktikas, kad suprastumėte, kaip jie renka ir naudoja jūsų duomenis. Vaikai programoje „Game Center“ Šeimos grupėje esantiems vaikams, kurie naudoja „Game Center“, galite naudoti srityje „Ekrano laikas“ esančią parinktį „Turinio ir privatumo apribojimai“, norėdami apriboti konkrečiose programose praleidžiamą laiką ir užblokuoti „Game Center“ funkcijas vaiko įrenginyje, įskaitant kelių žaidėjų funkciją, galimybę įtraukti draugų ir galimybę prisijungti prie tą patį žaidimą žaidžiančių draugų. Norėdami tai atlikti, „iOS“, „iPadOS“ arba „visionOS“ įrenginyje, eikite į sritį „Nustatymai“ > „Ekrano laikas“ > „Turinio ir privatumo apribojimai“ > „Turinio apribojimai“. „Mac“ įrenginyje eikite į „Sistemos nustatymai“ > „Ekrano laikas“ > „Turinys ir privatumas“. „tvOS“ pasirinkite „Nustatymai“ > „Bendrieji“ > „Apribojimai“. Be to, bendraudami su kitais žaidėjais programoje „Game Center“, vaikai negalės siųsti ar gauti naudotojo įvesto teksto. Jie gali siųsti ir gauti tik iš anksto nustatytas žinutes. Žaidimo balso pokalbio langas vaikams yra išjungtas. Taikomas asmens duomenų tvarkymo teisinis pagrindas Asmens duomenis programoje „Game Center“ tvarkome turėdami jūsų sutikimą ir kai to reikia mūsų teisėtų interesų tikslams pasiekti. Kai tai numatoma galiojančiuose vietiniuose įstatymuose, toliau nurodytas asmens duomenų kategorijas tvarkome, jei tai būtina mūsų teisėtų interesų tikslais: • jūsų naudojimąsi programa „Game Center“, įskaitant žaidžiamus žaidimus ir veiklą per žaidimą; • jūsų slapyvardį, avatarą, „Arcade“ prenumeratos būseną, rezultatus ir kitą veiklos informaciją; • programos „Game Center“ draugus, žaidėjus, su kuriais žaidžiate, ir kada drauge žaidžiate. Šie teisėti interesai apima: • jums ir kitiems asmenims teikiamos programos „Game Center“ optimizavimą ir tobulinimą; • pranešimų siuntimą jums apie „Game Center“ ir kitus susijusius „Apple“ produktus, paslaugas ir pasiūlymus, kurie gali jus sudominti; • apgavysčių ir kitų piktavališkų veiklų užkardymą. Saugojimas „Game Center“ saugo apie jus surinktą informaciją tol, kol turite „Apple“ paskyrą, susietą su „Game Center“ paskyra. Apgavysčių ir kitų piktavališkų veiklų užkardymas Renkame asmens duomenis, kad užkirstume kelią apgavystėms ir kitai piktavališkai veiklai „Game Center“ ir kitose „Apple“ programose bei paslaugose. Ši informacija apima informaciją apie įrenginį, pvz., įrenginio tipą ir programinės įrangos versiją, buvimo vietos informaciją (apytikriai nustatytą pagal interneto ryšio IP adreso ir geografinio regiono atitiktį, jei yra), atsisiuntimų ir pirkinių istoriją, taip pat kitas sąveikas su „Game Center“ bei kitomis programomis ir paslaugomis. Bendrovės „Apple“ renkama informacija visada bus tvarkoma pagal „Apple“ privatumo politiką, kurią galite rasti svetainėje www.apple.com/privacy.
ms: Melindungi privasi dan keselamatan maklumat anda ialah keutamaan semua orang di Apple. Kami berusaha keras untuk hanya mengumpulkan data yang kami perlukan untuk menjadikan pengalaman anda lebih baik. Apabila kami mengumpulkan data, kami percaya penting untuk anda mengetahui perkara yang kami kumpulkan dan sebab kami memerlukannya, supaya anda boleh membuat pilihan termaklum. Game Center, seperti setiap produk dan perkhidmatan Apple, direka bentuk berpandukan prinsip ini. Menyediakan dan Meningkatkan Game Center Setelah anda menyertai Game Center, anda akan dapat terlibat dalam aktiviti berkaitan permainan seperti penyertaan dalam papan juara, permainan berbilang pemain, mencari, melihat dan mencabar rakan; serta menjejak pencapaian. Apple mengumpulkan maklumat tentang penggunaan Game Center oleh anda untuk meningkatkan dan mengoptimumkan Game Center bagi anda serta orang lain, termasuk permainan yang anda main, masa anda memainkannya dan orang yang bermain dengan anda; skor dan pencapaian anda; serta cabaran yang anda hantar dan terima. Apple juga mengumpul senarai rakan Game Center anda, pemain yang bermain dengan anda dan masa anda bermain bersama. Maklumat ini digunakan untuk membantu anda terlibat semula dalam permainan berbilang pemain dengan mudah, melihat skor tinggi masing-masing dengan cepat dan untuk meningkatkan Game Center bagi anda dan orang lain. Apple mengumpulkan maklumat tentang interaksi anda dengan ciri Game Center, termasuk ciri yang boleh diakses daripada Seting seperti permintaan rakan anda, untuk meningkatkan dan mengoptimumkan Game Center bagi anda serta orang lain. Maklumat ini tidak dikaitkan dengan Akaun Apple anda. Bermain dengan Pemain Lain dan Rakan Nama panggilan, avatar, skor dan status langganan Arcade Game Center anda kelihatan kepada semua pengguna Game Center untuk permainan dengan papan juara global. Anda juga boleh memilih untuk berkongsi maklumat aktiviti Game Center yang lain dengan rakan Game Center anda atau semua pengguna Game Center. Maklumat ini termasuk permainan yang telah anda main dan kemajuan pencapaian anda serta akan kelihatan kepada mereka yang anda kongsi dalam Game Center dan perkhidmatan Apple yang lain, seperti App Store dan Apple Arcade. Maklumat aktiviti Game Center kanak-kanak hanya boleh dikongsi dengan rakan Game Center mereka. Anda boleh melihat dan menukar keadaan perkongsian aktiviti anda dengan pergi ke Seting > Game Center > Privasi Profil pada peranti iOS, iPadOS atau visionOS anda dan Seting Sistem > Game Center > Privasi Profil pada Mac. Apabila nama panggilan Game Center anda dipautkan dengan kad kenalan anda, Game Center akan menggunakan alamat e‑mel dan nombor telefon yang dikaitkan dengan Akaun Apple anda. Ini membolehkan rakan Game Center anda untuk mencari anda dengan lebih mudah berdasarkan nama yang mereka berikan kepada anda dalam app Kenalan mereka. Anda boleh mengawal seting ini pada peranti iOS, iPadOS atau visionOS anda dengan pergi ke Seting > Game Center > Benarkan Carian oleh Rakan dan pada Mac dengan pergi ke Seting Sistem > Game Center dan menyahaktifkan Benarkan Carian oleh Rakan. Apabila anda bermain permainan yang menyokong kefungsian berbilang pemain, pengguna Game Center lain yang mengakses permainan yang sama pada rangkaian WLAN atau rangkaian kawasan setempat yang sama, atau berada dalam liputan Bluetooth akan dapat melihat anda berada berdekatan dan melihat nama panggilan serta avatar anda. Apabila pembangun menggunakan kefungsian berbilang pemain Apple, anda boleh menyahdayakan ciri ini pada peranti iOS, iPadOS atau visionOS anda dengan pergi ke Seting > Game Center, kemudian mengetik nyahaktifkan Pemain Berdekatan. Pada Mac, pergi ke Seting Sistem > Game Center dan klik untuk menyahaktifkan “Pemain berdekatan”. Pada tvOS, pergi ke Seting > Pengguna dan Akaun > [nama pengguna] > Game Center, kemudian nyahaktifkan Pemain Berdekatan. Apple menerima maklumat bukan pengenalpastian tentang kenalan anda yang telah memilih untuk memautkan nama panggilan Game Center mereka dengan kad kenalan mereka. Maklumat ini digunakan untuk meningkatkan pengesyoran rakan yang ditunjukkan kepada anda pada paparan Game Center, tetapi tidak disimpan oleh Apple. Selain itu, Game Center menggunakan pemprosesan pada peranti untuk membantu pengesyoran kami. Jika anda menjalin persahabatan sebelum iOS 10, rakan tersebut mempunyai akses kepada nama sebenar anda. Dalam sebarang persahabatan yang dijalin sejak anda mengguna pakai iOS 10, hanya nama panggilan anda dapat dilihat oleh rakan anda. Nama sebenar untuk akaun kanak-kanak tidak akan dapat dilihat oleh rakan, termasuk sebelum iOS 10. Berkomunikasi dengan Anda Apple mungkin menggunakan maklumat tentang akaun anda, seperti produk Apple yang anda miliki dan langganan anda kepada perkhidmatan Apple, untuk berkomunikasi dengan anda tentang Game Center dan produk, perkhidmatan, serta tawaran lain Apple yang mungkin menarik minat anda. Apple juga mungkin menggunakan maklumat tentang aktiviti anda dalam Game Center untuk menghantar e‑mel dan pemberitahuan push kepada anda tentang ciri, kandungan dan tawaran baharu yang tersedia dalam Game Center. Anda boleh menukar keutamaan e‑mel anda dan menarik diri daripada menerima e‑mel ini dengan pergi ke account.apple.com. Untuk mengemas kini keutamaan pemberitahuan anda pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > Pemberitahuan > Game Center. Apple menggunakan maklumat tentang interaksi anda dengan komunikasi kami, termasuk pemberitahuan, untuk meningkatkan perkhidmatan kami. Pembangun Pihak Ketiga Apabila anda didaftar masuk ke Game Center, pembangun permainan yang anda main boleh meminta maklumat tentang anda, termasuklah nama panggilan, avatar dan pengecam Game Center unik lain. Pembangun juga boleh meminta senarai pemain berkaitan, termasuk rakan anda dan pemain yang bermain dengan anda baru-baru ini, yang termasuk nama panggilan dan avatar. Jika anda memilih untuk membenarkan app menghubungkan anda dengan rakan, app tersebut boleh mengakses senarai rakan anda yang turut bermain permainan ini. Hanya rakan yang juga telah bersetuju untuk membenarkan app ini berhubung dengan rakan mereka akan kelihatan kepada app sebagai rakan anda. Anda juga boleh memilih untuk tidak membenarkan sebarang app menghubungkan anda dengan rakan pada bila-bila masa. Untuk berbuat demikian pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > Game Center > Berhubung dengan Rakan dan ketik untuk menyahaktifkan Berhubung dengan Rakan. Pada Mac, pergi ke Seting Sistem > Game Center dan klik untuk menyahaktifkan “Berhubung dengan rakan”. Ini menghalang app daripada bertanya sama ada app tersebut boleh menghubungkan anda dengan rakan Game Center anda dan akan berhenti berkongsi senarai rakan anda dengan app yang dibenarkan sebelum ini. Setiap kali anda menggunakan app pihak ketiga, anda patut menyemak syarat, dasar privasi dan amalan pembangun untuk memahami cara mereka mengumpul serta menggunakan data anda. Kanak-kanak dalam Game Center Untuk kanak-kanak dalam Keluarga anda yang menggunakan Game Center, anda boleh menggunakan Pengehadan Kandungan & Privasi dalam Masa Skrin untuk mengehadkan masa yang diluangkan dalam app khusus dan menyekat ciri Game Center pada peranti anak anda, termasuk kefungsian berbilang pemain, keupayaan untuk menambah rakan dan keupayaan untuk berhubung dengan rakan yang bermain permainan yang sama. Untuk melakukan ini pada peranti iOS, iPadOS atau visionOS anda, pergi ke Seting > Masa Skrin > Pengehadan Kandungan & Privasi > Pengehadan Kandungan. Pada Mac, pergi ke Seting Sistem > Masa Skrin > Kandungan & Privasi. Pada tvOS, pergi ke Seting > Umum > Pengehadan. Selain itu, apabila berkomunikasi dengan pemain lain dalam Game Center, kanak-kanak tidak boleh menghantar atau menerima teks yang dimasukkan pengguna. Mereka dihadkan untuk menghantar dan menerima mesej praset. Perbualan suara dalam permainan dinyahdayakan untuk kanak-kanak. Asas Undang-undang yang Berkenaan untuk Pemprosesan Data Peribadi Kami memproses data peribadi anda dalam Game Center berdasarkan persetujuan anda dan mengikut keperluan untuk tujuan kepentingan sah kami. Jika dibenarkan undang-undang tempatan yang berkenaan, kami memproses kategori data peribadi berikut mengikut keperluan untuk tujuan kepentingan sah kami: • Penggunaan Game Center oleh anda, termasuk permainan yang anda main dan aktiviti permainan anda • Nama panggilan, avatar, status langganan Arcade, skor dan maklumat aktiviti lain anda • Rakan Game Center anda, pemain yang bermain dengan anda dan masa anda bermain bersama Kepentingan sah ini termasuk: • Mengoptimumkan dan meningkatkan Game Center untuk anda dan orang lain • Menghantar komunikasi kepada anda tentang Game Center dan produk, perkhidmatan, serta tawaran lain berkaitan Apple yang mungkin menarik minat anda • Mencegah penipuan dan aktiviti berniat jahat lain Pengekalan Game Center mengekalkan maklumat yang dikumpulkan tentang anda selagi anda mengekalkan Akaun Apple yang berkaitan dengan akaun Game Center anda. Mencegah Penipuan dan Aktiviti Berniat Jahat Lain Kami mengumpulkan data peribadi untuk mencegah penipuan dan aktiviti berniat jahat lain dalam Game Center serta app dan perkhidmatan Apple yang lain. Maklumat ini termasuk maklumat peranti, seperti jenis peranti dan versi perisian, maklumat lokasi (dianggarkan dengan memadankan alamat IP sambungan internet anda dengan rantau geografi, jika tersedia), sejarah muat turun dan pembelian serta interaksi lain dengan Game Center dan app serta perkhidmatan yang lain. Pada setiap masa, maklumat yang dikumpulkan oleh Apple akan dikendalikan berpandukan Dasar Privasi Apple, yang boleh didapati di www.apple.com/my/privacy.
nl: Bescherming van je privacy en beveiliging van je gegevens is een prioriteit van iedereen bij Apple. We werken er hard aan om alleen die gegevens te verzamelen die we nodig hebben om je ervaring te verbeteren. Als we gegevens verzamelen vinden we het belangrijk dat je weet wat we verzamelen en waarom, zodat je een bewuste keuze kunt maken. Net als alle Apple producten en voorzieningen is ook Game Center ontworpen met deze principes in gedachten. Game Center aanbieden en verbeteren Zodra je je vertrouwd maakt met Game Center, kun je je bezighouden met gamegerelateerde activiteiten zoals deelname aan ranglijsten, multiplayergames, het zoeken, bekijken en uitdagen van vrienden en het bijhouden van achievements. Apple verzamelt informatie over je gebruik van Game Center om dit te verbeteren en te optimaliseren voor jou en anderen. Hieronder vallen de games die je speelt, wanneer je ze speelt en met wie je speelt; je scores en achievements; en de uitdagingen die je verstuurt en ontvangt. Apple verzamelt ook een lijst van je Game Center-vrienden, de spelers met wie je samen speelt, en wanneer je samen speelt. Deze informatie wordt gebruikt om multiplayergames eenvoudig te kunnen hervatten, snel de hoogste scores van anderen te kunnen bekijken en Game Center voor jou en anderen te verbeteren. Apple verzamelt informatie over je interactie met Game Center-functies, waaronder functies die toegankelijk zijn via Instellingen, zoals je vriendverzoeken, om Game Center voor jou en anderen te verbeteren en te optimaliseren. Deze gegevens zijn niet aan je Apple Account gekoppeld. Games spelen met andere spelers en vrienden Je Game Center-bijnaam, je avatar, scores en status van je Arcade-abonnement zijn zichtbaar voor alle Game Center-gebruikers voor games met wereldwijde ranglijsten. Je kunt er ook voor kiezen om andere Game Center-activiteitsgegevens met je Game Center-vrienden of alle Game Center-gebruikers te delen. Deze informatie omvat games die je hebt gespeeld en je achievements en is zichtbaar voor degenen met wie je de informatie deelt in Game Center en andere Apple voorzieningen, zoals de App Store en Apple Arcade. Game Center-activiteits­gegevens van kinderen kunnen alleen met hun Game Center-vrienden worden gedeeld. Je kunt de activiteits­delings­status bekijken en wijzigen door op je iOS-, iPadOS- of visionOS-apparaat in Instellingen naar 'Game Center' > 'Profielprivacy' te gaan en op de Mac in Systeem­instellingen naar 'Game Center' > 'Profielprivacy' te gaan. Wanneer je Game Center-bijnaam is gekoppeld aan je contactkaart, gebruikt Game Center het e‑mailadres en telefoonnummer dat aan je Apple Account is gekoppeld. Hierdoor kunnen je Game Center-vrienden je gemakkelijker vinden op basis van je naam die bij hen in de Contacten-app staat. Je kunt deze instelling bedienen op je iOS-, iPadOS- of visionOS-apparaat door in Instellingen naar 'Game Center' > 'Sta toe dat vrienden je vinden' te gaan en op de Mac in Systeeminstellingen naar 'Game Center' te gaan en 'Sta toe dat vrienden je vinden' uit te schakelen. Wanneer je games speelt waarin de multiplayer­functionaliteit wordt ondersteund, kunnen andere Game Center-gebruikers die dezelfde game gebruiken in hetzelfde WLAN-netwerk, hetzelfde lokale netwerk of binnen Bluetooth-bereik zien dat je in de buurt bent en kunnen ze ook je bijnaam en avatar zien. Wanneer een ontwikkelaar de multiplayerfunctionaliteit van Apple gebruikt, kun je deze functie op je iOS-, iPadOS- of visionOS-apparaat uitschakelen door in Instellingen naar 'Game Center' te gaan en vervolgens te tikken om 'Spelers in de buurt' uit te schakelen. Op de Mac ga je in Systeeminstellingen naar 'Game Center' en klik je om 'Spelers in de buurt' uit te schakelen. In tvOS ga je in Instellingen naar 'Gebruikers en accounts' > '[gebruikersnaam]' > 'Game Center' en schakel je 'Spelers in de buurt' uit. Apple ontvangt niet-identificeerbare informatie over je contacten die ervoor hebben gekozen om hun Game Center-bijnaam te koppelen aan hun contactpersoonkaart. Deze informatie wordt gebruikt om aanbevelingen van vrienden te verbeteren die aan je worden weergegeven in Game Center, maar de informatie wordt niet door Apple bewaard. Game Center gebruikt bovendien lokale verwerking op het apparaat om onze aanbevelingen te verbeteren. Als je Game Center-vrienden hebt met wie je al vóór iOS 10 bevriend was, kunnen deze vrienden je echte naam zien. Game Center-vrienden met wie je bevriend bent sinds iOS 10 of nieuwer zien alleen je bijnaam. Voor accounts van kinderen worden aan vrienden nooit echte namen getoond (inclusief iOS-versies ouder dan iOS 10). Communicatie met jou Apple gebruikt mogelijk informatie over je account, zoals de Apple producten die je bezit en je abonnementen op diensten van Apple, om je berichten te sturen over Game Center en andere Apple producten, diensten en aanbiedingen die voor jou interessant kunnen zijn. Apple gebruikt mogelijk ook informatie over je activiteiten in Game Center om je e‑mails en pushmeldingen te sturen over nieuwe functies, inhoud en aanbiedingen die beschikbaar zijn in Game Center. Je kunt je e‑mailvoorkeuren wijzigen en je afmelden voor het ontvangen van dergelijke e‑mails door naar account.apple.com te gaan. Als je je meldings­voorkeuren op je iOS-, iPadOS- of visionOS-apparaat wilt bijwerken, ga je in Instellingen naar 'Meldingen' > 'Game Center'. Apple gebruikt informatie over je interacties met onze communicatie, waaronder meldingen, om onze diensten te verbeteren. Andere ontwikkelaars Wanneer je bent ingelogd bij Game Center, kunnen de ontwikkelaars van de games die je speelt informatie over je opvragen, zoals je bijnaam, je avatar en andere unieke Game Center-ID's. Een ontwikkelaar kan ook een lijst met gerelateerde spelers opvragen, waaronder vrienden en spelers waarmee je onlangs hebt gespeeld, inclusief bijnamen en avatars. Als je apps toestemming geeft om je te verbinden met vrienden, hebben ze toegang tot een lijst van je vrienden die deze game ook spelen. Alleen vrienden die deze app ook toestemming hebben gegeven om contact te maken met hun vrienden zijn voor de app zichtbaar als je vrienden. Je kunt er ook op elk gewenst moment voor kiezen om apps geen toestemming te geven om contact te maken met je vrienden. Hiervoor ga je op je iOS-, iPadOS- of visionOS-apparaat in Instellingen naar 'Game Center' > 'Maak contact met vrienden' en tik je om 'Contact met vrienden' uit te schakelen. Op de Mac ga je in Systeeminstellingen naar 'Game Center' en klik je om 'Maak contact met vrienden' uit te schakelen. Hierdoor kunnen apps niet vragen of ze je mogen verbinden met je Game Center-vrienden en wordt je vrienden­lijst niet meer gedeeld met eerder toegestane apps. Wanneer je een app van derden gebruikt, dien je de voorwaarden, het privacy­beleid en informatie over de handels­praktijken aandachtig door te lezen zodat je inzicht hebt in de manier waarop ze je gegevens verzamelen en gebruiken. Kinderen in Game Center Je kunt voor kinderen in je gezin die Game Center gebruiken, beperkingen voor materiaal en privacy in 'Schermtijd' instellen om op te geven hoelang ze bepaalde apps mogen gebruiken. Ook kun je bepaalde functies in Game Center op het apparaat van je kind blokkeren, inclusief multiplayer­functionaliteit, de mogelijk­heid om vrienden toe te voegen en de mogelijk­heid om contact te maken met vrienden die dezelfde game spelen. Als je dit wilt doen, ga je op je iOS-, iPadOS- of visionOS-apparaat in Instellingen naar 'Schermtijd' > 'Materiaal en privacy' > 'Beperkingen voor materiaal'. Op de Mac ga je in Systeem­instellingen naar 'Schermtijd' > 'Materiaal en privacy'. In tvOS ga je in Instellingen naar 'Algemeen' > 'Beperkingen'. Ook kunnen kinderen geen door de gebruiker ingevoerde tekst versturen of ontvangen wanneer ze communiceren met andere spelers in Game Center. Ze kunnen alleen vooraf ingestelde berichten versturen en ontvangen. Voice­chats in games zijn uitgeschakeld voor kinderen. Toepasselijke juridische basis voor het verwerken van persoonlijke gegevens We verwerken je persoonlijke gegevens in Game Center op basis van je instemming en zoals noodzakelijk voor de doeleinden van onze wettelijke belangen. Indien toepasselijke lokale wetgeving dit toestaat, verwerken we de volgende categorieën persoonlijke gegevens als noodzakelijk voor onze wettelijke belangen: • Je gebruik van Game Center, inclusief de games die je speelt en je game-activiteit • Je bijnaam, avatar, status van je Arcade-abonnement, scores en andere activiteits­gegevens • Je Game Center-vrienden, de spelers met wie je samen speelt, en wanneer je samen speelt Deze wettelijke belangen omvatten: • Game Center voor jou en anderen optimaliseren en verbeteren • Je kennisgevingen sturen over Game Center en andere gerelateerde producten, diensten en aanbiedingen van Apple die voor jou interessant kunnen zijn • Fraude en andere kwaadaardige activiteiten voorkomen Bewaarperiode Game Center bewaart de over jou verzamelde informatie zo lang als je de Apple Account behoudt die aan je Game Center-account is gekoppeld. Fraude en andere kwaad­aardige activiteiten voorkomen We verzamelen persoonlijke gegevens om fraude en andere kwaad­aardige activiteiten in Game Center en andere apps en voor­zieningen van Apple te voorkomen. Deze gegevens bevatten informatie over het apparaat, zoals het type apparaat en de software­versie, informatie over de locatie (die wordt geschat door het IP-adres van je internetverbinding in overeenstemming te brengen met een geografische regio, indien beschikbaar), de download- en aankoop­geschiedenis en hoe je Game Center en andere apps en voor­zieningen verder gebruikt. De door Apple verzamelde gegevens worden te allen tijde behandeld conform het privacybeleid van Apple, dat je kunt vinden op http://www.apple.com/nl/privacy.
no: Beskyttelse av personvernet og sikring av informasjonen din er en høy prioritet hos Apple. Vi er nøye på å kun samle inn data vi trenger for å gjøre opplevelsen din bedre. Når vi samler inn data, mener vi også at det er viktig at du er klar over hva vi samler inn og hvorfor vi trenger det, så du kan ta veloverveide beslutninger. Game Center er, i likhet med alle andre Apple-produkter og -tjenester, designet i henhold til disse prinsippene. Levering og forbedring av Game Center Når du har registrert deg i Game Center, kan du delta i spillrelaterte aktiviteter som plassering på ledertavler, flerspillerspill, finne, se og utfordre venner og sporing av prestasjoner. Apple samler inn informasjon om hvordan du bruker funksjonene i Game Center for å forbedre og optimalisere Game Center for deg og andre. Informasjonen omfatter hvilke spill du spiller, når du gjør det og eventuelt mot hvem, resultatene og prestasjonene dine, samt utfordringer du sender og mottar. Apple samler også inn en liste over Game Center-vennene dine, andre du spiller med og når dere spiller sammen. Denne informasjonen brukes til å gjøre det enkelt for deg å gjenoppta flerspillerspill, se resultatene til hverandre og forbedre Game Center for deg og andre. Apple samler inn informasjon om hvordan du bruker funksjonene i Game Center, inkludert funksjoner tilgjengelige i Innstillinger, som venneforespørsler, for å forbedre og optimalisere Game Center for deg og andre. Denne informasjonen blir ikke knyttet til Apple‑kontoen din. Spille med andre spillere og venner Game Center-kallenavnet, -avataren og -resultater, samt abonnements­statusen din for Apple Arcade, er synlige for alle Game Center-brukere for alle spill med globale ledertavler. Du kan også velge å dele annen aktivitetsinformasjon i Game Center med vennene dine i Game Center eller andre Game Center-brukere. Denne informasjonen inkluderer spill du har spilt, prestasjoner og framgang, og er synlig for de du velger å dele med i Game Center og andre Apple-tjenester, som App Store og Apple Arcade. Aktivitetsinformasjonen til barn i Game Center kan kun deles med Game Center-venner. Du kan vise og endre status for aktivitetsdeling ved å gå til Innstillinger > Game Center > Personvern for profil på iOS-, iPadOS- eller visionOS-enheten din, og i Systeminnstillinger > Game Center > Personvern for profil på Mac. Hvis Game Center-kallenavnet ditt er knyttet til kontaktkortet ditt, vil Game Center bruke e‑postadressen og telefonnummeret tilknyttet Apple‑kontoen din. Dette gjør det enklere for Game Center-vennene dine å finne deg basert på navnet de har gitt deg i Kontakter-appen. Du kan styre denne innstillingen på iOS-, iPadOS- eller visionOS-enheten din ved å gå til Innstillinger > Game Center > Tillat å bli funnet av venner, og på Mac ved å gå til Systeminnstillinger > Game Center og slå av Tillat å bli funnet av venner. Når du spiller et spill med flerspillerfunksjonalitet, kan andre Game Center-brukere som åpner spillet på samme WLAN-nettverk eller LAN eller er innenfor Bluetooth-rekkevidde, se at du er i nærheten og se kallenavnet ditt og avataren din. Hvis utvikleren bruker Apples flerspillerfunksjonalitet, kan du deaktivere denne funksjonen på iOS-, iPadOS- eller visionOS-enheten din ved å velge Innstillinger > Game Center og slå av Spillere i nærheten. På Mac velger du Systeminnstillinger > Game Center og klikker for å slå av Spillere nær deg. På tvOS går du til Innstillinger > Brukere og kontoer > [brukernavn] > Game Center og slår av Spillere nær deg. Apple mottar ikke-identifiserbar informasjon om kontaktene dine som har valgt å knytte Game Center-kallenavnet til kontaktkortet sitt. Denne informasjonen brukes til å forbedre venne­anbefalingene som vises i Game Center, men oppbevares ikke av Apple. Game Center behandler i tillegg data lokalt på enheten for å kunne gi deg bedre anbefalinger. Hvis du har venneforhold som ble etablert før iOS 10, har de vennene tilgang til ditt virkelige navn. Hvis venneforhold ble etablert etter at du tok i bruk iOS 10, er kun kallenavnet ditt synlig for vennene dine. Barns kontoer gjør aldri virkelige navn synlige for venner, også før iOS 10. Kommunikasjon med deg Apple kan bruke informasjon om kontoen din, som Apple-produktene du eier og abonnementene dine på Apple-tjenester, til å sende deg informasjon om Game Center og andre Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg. Apple kan også bruke informasjon om aktiviteten din i Game Center til å sende e‑postmeldinger og pushvarslinger om nye funksjoner, innhold og tilbud i Game Center. Du kan endre e‑postvalgene dine og velge om du vil motta disse e‑postmeldingene, på account.apple.com. Du kan oppdatere varslingsvalgene på en iOS-, iPadOS- eller visionOS-enhet ved å gå til Innstillinger > Varslinger > Game Center. Apple bruker informasjon om hvordan du responderer på kommunikasjon fra oss, inkludert varslinger, til å forbedre produkter og tjenester. Tredjepartsutviklere Når du er logget på Game Center, kan utviklerne av spillene du spiller be om informasjon om deg, inkludert kallenavn, avataren og andre unike Game Center-kjennetegn. En utvikler kan også be om en liste med relaterte spillere, inkludert venner og spillere du nylig har spilt med, som inneholder kallenavn og avatarer. Hvis du velger å tillate at apper kan sette deg i kontakt med venner, får de tilgang til en liste over vennene dine som spiller dette spillet. Appen kan kun se venner som har gitt samme app tillatelse til å sette dem i kontakt med sine venner. Du kan også velge å ikke gi noen apper tillatelse til å sette deg i kontakt med venner. På iOS-, iPadOS- eller visionOS-enheten din gjør du det ved å gå til Innstillinger > Game Center > Kom i kontakt med venner og slå av Kom i kontakt med venner. På Mac velger du Systeminnstillinger > Game Center og klikker for å slå av Kom i kontakt med venner. Dette forhindrer at apper kan be om tillatelse til å sette deg i kontakt med Game Center-venner, og vennelisten din blir ikke lenger delt med tidligere tillatte apper. Når du bruker en app fra en tredjepart, bør du lese gjennom utviklerens betingelser, personvernsretningslinjer og praksis for å forstå hvordan de samler inn og bruker dataene dine. Barn i Game Center For barn i familien som bruker Game Center, kan du bruke Innhold og personvern i Skjermtid til å begrense tiden som brukes i spesifikke apper, og blokkere Game Center-funksjoner på barnets enhet, inkludert flerspillerfunksjonalitet, muligheten til å legge til venner og til å komme i kontakt med venner som spiller det samme spillet. På en iOS-, iPadOS- eller visionOS-enhet gjør du det ved å velge Innstillinger > Skjermtid > Innhold og personvern > Innholdsrestriksjoner. På Mac velger du Systeminnstillinger > Skjermtid > Innhold og personvern. På tvOS velger du Innstillinger > Generelt > Begrensninger. I tillegg, når de kommuniserer med andre spillere i Game Center, kan barn ikke sende tekst til, eller motta tekst fra, andre brukere. De begrenses til å sende og motta forhåndsdefinerte meldinger. Talechat i spill er deaktivert for barn. Juridisk grunnlag for behandling av personlige data Vi behandler dine personlige data i Game Center basert på ditt samtykke og i den grad det er nødvendig for våre legitime interesser. Der lokale lover og regler tillater det, behandler vi følgende kategorier av personlige data i den grad det er nødvendig for å ivareta våre legitime interesser: • bruken din av Game Center, inkludert hva du spiller og spillaktiviteten din • kallenavnet ditt, avatar, status for abonnementer i Arcade, resultater og annen aktivitetsinformasjon • Game Center-vennene dine, andre du spiller med og når dere spiller sammen Disse legitime interessene inkluderer: • å forbedre og optimalisere Game Center for deg og andre • å sende deg informasjon om Game Center og andre relaterte Apple-produkter, -tjenester og -tilbud som kan være av interesse for deg • å forhindre svindel og annen ondsinnet aktivitet Oppbevaring Game Center oppbevarer informasjonen som er samlet inn om deg så lenge du beholder Apple‑kontoen som er knyttet til Game Center-kontoen. Forhindring av svindel og annen ondsinnet aktivitet Vi samler inn personlige data for å forhindre svindel og annen ondsinnet aktivitet i Game Center og i andre Apple-apper og -tjenester. Denne informasjonen inkluderer enhetsinformasjon, deriblant enhetstype og programvareversjon, stedsinformasjon (gjort omtrentlig ved å knytte IP-adressen til internettforbindelsen din til et geografisk område, hvis tilgjengelig), kjøps- og nedlastingshistorikk og annen interaksjon med Game Center og andre apper og tjenester. All informasjon Apple samler inn, blir behandlet i samsvar med Apples retningslinjer for personvern, som du kan lese på www.apple.com/no/privacy.
pl: Ochrona prywatności i bezpieczeństwo danych użytkowników są priorytetem dla wszystkich w firmie Apple. Dokładamy wszelkich starań, aby gromadzić tylko te dane, które są absolutnie niezbędne do optymalizowania działania usługi. Dbamy o to, aby użytkownicy mogli podejmować właściwe decyzje dzięki wiedzy na temat gromadzonych przez nas informacji i powodów ich gromadzenia. Jak każdy inny produkt oraz usługa Apple, Game Center również opiera się na tych zasadach. Oferowanie i udoskonalanie usługi Game Center Po zarejestrowaniu się w Game Center uzyskasz możliwość między innymi rywalizowania w tabelach wyników, uczestniczenia w grach wieloosobowych, znajdowania i wyświetlania wyzwań oraz wysyłania ich znajomym, a także śledzenia osiągnięć. Apple gromadzi informacje o Twoim użyciu Game Center, aby ulepszać i optymalizować Game Center dla Ciebie i dla innych. Informacje te obejmują używane przez Ciebie gry, czas grania, osoby, z którymi grasz, Twoje wyniki i osiągnięcia, a także wyzwania, które wysyłasz i odbierasz. Apple gromadzi także listę Twoich znajomych w Game Center, czyli użytkowników, z którymi grasz, oraz informacje o tym, kiedy gracie razem. Dzięki tym informacjom możesz łatwiej wracać do gier wieloosobowych i szybko przeglądać najlepsze wyniki innych. Pozwalają one także ulepszać Game Center dla Ciebie i innych. Apple gromadzi informacje o Twoich interakcjach z funkcjami Game Center, w tym dostępnymi z aplikacji Ustawienia, na przykład zaproszeniami do grona znajomych, aby udoskonalać i optymalizować tę usługę dla Ciebie i innych. Te informacje nie są powiązane z Twoim kontem Apple. Granie z innymi graczami i znajomymi Twój pseudonim, awatar i wyniki w Game Center oraz stan subskrypcji Arcade są widoczne dla wszystkich użytkowników Game Center w grach, które mają tabele globalne. Możesz także udostępnić inne informacje o aktywności w Game Center znajomym z Game Center lub wszystkim użytkownikom Game Center. Informacje te obejmują dotychczas rozgrywane przez Ciebie gry oraz postęp w osiągnięciach. Będą one widoczne dla tych osób, którym je udostępniasz w Game Center i innych usługach Apple, takich jak App Store oraz Apple Arcade. Informacje o aktywności dzieci w Game Center można udostępniać tylko ich znajomym z Game Center. Aby wyświetlić lub zmienić stan udostępniania aktywności, przejdź do Ustawień i stuknij w Game Center > Prywatność profilu (na urządzeniu iOS lub iPadOS), przejdź do aplikacji Settings i stuknij w Game Center > Profile Privacy (na urządzeniu visionOS) albo otwórz Ustawienia systemowe i kliknij w Game Center > Prywatność profilu (na Macu). Gdy Twój pseudonim w Game Center jest połączony z Twoją wizytówką w Kontaktach, Game Center będzie używać adresu email i numeru telefonu powiązanych z Twoim kontem Apple. Pomoże to znajomym w Game Center łatwiej znajdować Cię na podstawie nazwy, pod którą zapisali Cię w swoich Kontaktach. Możesz zmieniać to ustawienie, przechodząc do Ustawień i stukając w Game Center > Pozwalaj na znajdowanie przez znajomych (na urządzeniu iOS lub iPadOS), przechodząc do aplikacji Settings i stukając w Game Center > Allow Finding by Friends (na urządzeniu visionOS) albo otwierając Ustawienia systemowe, klikając w Game Center i wyłączając opcję Pozwalaj na znajdowanie przez znajomych (na Macu). Gdy grasz w grę obsługującą tryb wieloosobowy, inni użytkownicy Game Center używający tej samej gry w tej samej sieci WLAN lub sieci lokalnej bądź znajdujący się w zasięgu Bluetooth będą widzieć, że jesteś w pobliżu, a także Twój pseudonim oraz awatar. Jeśli deweloper korzysta z oferowanego przez Apple trybu wieloosobowego, aby wyłączyć tę funkcję na urządzeniu iOS lub iPadOS, przejdź do Ustawień, stuknij w Game Center, a następnie wyłącz stuknięciem opcję Gracze w pobliżu. Aby to zrobić na urządzeniu visionOS, przejdź do aplikacji Settings, stuknij w Game Center, a następnie wyłącz stuknięciem opcję Nearby Players. Na Macu otwórz Ustawienia systemowe, kliknij w Game Center, a następnie wyłącz Gracze w pobliżu. W systemie tvOS wybierz Ustawienia > Użytkownicy i konta > [nazwa użytkownika] > Game Center, a następnie wyłącz Gracze w pobliżu. Apple używa uniemożliwiających Twoją identyfikację informacji o osobach z Twoich kontaktów, które połączyły pseudonim Game Center ze swoją wizytówką. Te informacje są używane do usprawniania sugestii znajomych wyświetlanych w Game Center, ale nie są one przechowywane przez Apple. Ponadto przetwarzanie danych wspomagające sugestie Game Center jest wykonywane na urządzeniu. Jeśli masz osoby dodane do znajomych przed wprowadzeniem systemu iOS 10, będą one miały dostęp do Twojego imienia i nazwiska. Osoby dodane do znajomych po wprowadzeniu systemu iOS 10 będą widzieć jedynie Twój pseudonim. Konta dzieci nigdy nie umożliwiają wyświetlania prawdziwych imion przez znajomych, również przed wprowadzeniem systemu iOS 10. Komunikowanie się z Tobą Apple może wykorzystywać informacje o Twoim koncie, takie jak posiadane przez Ciebie produkty Apple oraz Twoje subskrypcje usług Apple, do wysyłania Ci informacji o Game Center oraz innych produktach, usługach i ofertach Apple, które mogą Cię zainteresować. Apple może również wykorzystywać informacje o Twojej aktywności w Game Center do wysyłania wiadomości email i powiadomień push o nowych funkcjach, treściach i ofertach dostępnych w Game Center. Możesz zmienić swoje preferencje dotyczące wiadomości email i zrezygnować z otrzymywania tych wiadomości email, przechodząc do witryny account.apple.com. Aby uaktualnić preferencje powiadomień na urządzeniu iOS lub iPadOS, przejdź do Ustawień i stuknij w Powiadomienia > Game Center. Aby to zrobić na urządzeniu visionOS, przejdź do aplikacji Settings i stuknij w Notifications > Game Center. Apple wykorzystuje informacje o Twoich interakcjach z naszymi narzędziami komunikacji, w tym powiadomienia, do ulepszania naszych usług. Inni deweloperzy Gdy zalogujesz się w Game Center, deweloperzy używanych przez Ciebie gier mogą wysyłać Ci prośby o udostępnienie danych, w tym Twojego pseudonimu, awatara i innych pozwalających na identyfikację Cię informacji z Game Center. Deweloper może również poprosić o zawierającą pseudonimy i awatary listę powiązanych graczy, w tym znajomych i graczy, którzy ostatnio z Tobą grali. Jeśli pozwolisz aplikacji na łączenie Cię ze znajomymi, mogą oni wyświetlać listę Twoich znajomych, którzy także grają w daną grę. Na liście Twoich znajomych aplikacja będzie widzieć tylko te osoby, które także pozwoliły jej na połączenie ich ze znajomymi. Możesz także w dowolnym momencie zablokować wszystkim aplikacjom możliwość łączenia Cię ze znajomymi. Aby to zrobić na urządzeniu iOS lub iPadOS, przejdź do Ustawień, stuknij w Game Center > Połącz się ze znajomymi i wyłącz stuknięciem opcję Połącz się ze znajomymi. Na urządzeniu visionOS przejdź do aplikacji Settings, stuknij w Game Center > Connect with Friends i wyłącz stuknięciem opcję Connect with Friends. Na Macu otwórz Ustawienia systemowe, kliknij w Game Center, a następnie wyłącz Połącz się ze znajomymi. Uniemożliwi to aplikacjom proszenie o zgodę na połączenie Cię ze znajomymi w Game Center. Twoja lista znajomych nie będzie już udostępniana aplikacjom, które wcześniej uzyskały na to zgodę. Gdy korzystasz z aplikacji innego dostawcy, warto zapoznać się z praktykami, warunkami i zasadami ochrony prywatności danego dewelopera, aby dowiedzieć się, w jaki sposób gromadzi on i wykorzystuje Twoje dane. Dzieci w Game Center Jeśli dzieci w Twojej rodzinie korzystają z Game Center, za pomocą funkcji Ograniczaj treść i prywatność w panelu Czas przed ekranem możesz ograniczać czas spędzany przez nie w określonych aplikacjach, a także blokować funkcje Game Center na ich urządzeniach, w tym możliwość grania w trybie wieloosobowym, dodawania znajomych i łączenia ze znajomymi grającymi w tę samą grę. Aby to zrobić na urządzeniu iOS lub iPadOS, przejdź do Ustawień i stuknij w Czas przed ekranem > Ograniczaj treść i prywatność > Ograniczenia dotyczące treści. Na urządzeniu visionOS przejdź do ekranu Settings > Screen Time > Content & Privacy Restrictions > Content Restrictions. Na Macu otwórz Ustawienia systemowe i kliknij w Czas przed ekranem > Treści i prywatność. W systemie tvOS wybierz Ustawienia > Ogólne > Ograniczenia. Ponadto dzieci komunikujące się z innymi graczami w Game Center nie mogą wysyłać ani odbierać tekstu wprowadzanego przez użytkownika. Mogą wysyłać i odbierać tylko predefiniowane wiadomości. Na urządzeniach dzieci czat głosowy jest wyłączony. Obowiązująca podstawa prawna przetwarzania danych osobowych Przetwarzamy Twoje dane osobowe w Game Center za Twoją zgodą, w zakresie koniecznym do realizacji naszych uzasadnionych prawnie interesów. W przypadkach przewidzianych przez obowiązujące prawo lokalne przetwarzamy następujące kategorie danych osobowych, jeśli jest to konieczne do realizacji naszych prawnie uzasadnionych interesów: • informacje o korzystaniu przez Ciebie z Game Center, w tym lista gier oraz Twoja aktywność w nich; • Twój pseudonim, awatar, status subskrypcji Arcade, wyniki i inne informacje o aktywności; • lista Twoich znajomych w Game Center, czyli użytkowników, z którymi grasz, oraz informacje o tym, kiedy gracie razem. Te uzasadnione interesy obejmują: • optymalizację i ulepszanie Game Center dla Ciebie i innych; • wysyłanie Ci informacji o Game Center oraz innych powiązanych produktach, usługach i ofertach Apple, które mogą Cię zainteresować; • zapobieganie oszustwom i innym szkodliwym działaniom. Przechowywanie danych Game Center przechowuje zgromadzone informacje na Twój temat tak długo, jak długo korzystasz z konta Apple powiązanego ze swoim kontem Game Center. Zapobieganie oszustwom i innym szkodliwym działaniom Dane osobowe gromadzimy również w celu zapobiegania oszustwom i innej szkodliwej działalności w Game Center oraz w innych produktach i usługach Apple. Dane te zawierają informacje o urządzeniu (np. jego typ i wersję oprogramowania), informacje o położeniu (określone w przybliżeniu poprzez dopasowanie adresu IP połączenia internetowego do regionu geograficznego, jeśli jest dostępne), historię pobierania i zakupów oraz inne informacje dotyczące interakcji z Game Center oraz innymi aplikacjami i usługami. Informacje gromadzone przez Apple są zawsze traktowane zgodnie z zasadami ochrony prywatności Apple, dostępnymi na stronie www.apple.com/legal/privacy/pl/.
pt_br: Proteger a privacidade e a segurança das suas informações é uma prioridade para todas as pessoas na Apple. Trabalhamos muito para coletar apenas os dados que precisamos para melhorar a sua experiência. Quando coletamos dados (e para que você faça escolhas embasadas) acreditamos ser importante que você saiba quais dados estamos coletando e por que precisamos deles. O Game Center, assim como todos os produtos e serviços da Apple, foi projetado com base nesses princípios. Fornecimento e Melhoria de Game Center Depois de se registrar no Game Center, você poderá participar de atividades relacionadas a jogos, como placares, jogos multiplayer, buscas, visualizações e desafios entre amigos, e acompanhamento de conquistas. A Apple coleta informações sobre sua interação com os recursos do Game Center para melhorá‑lo e otimizá‑lo para você e outras pessoas, incluindo os jogos que você joga, quando joga e com quem; suas pontuações e conquistas; e os desafios que você envia e recebe. A Apple também coleta uma lista dos seus amigos do Game Center, jogadores com quem você joga e quando vocês jogam em conjunto. Essas informações são usadas para ajudar você a participar novamente de jogos multiplayer com facilidade, visualizar rapidamente as melhores pontuações de outras pessoas e para melhorar o Game Center para você e outras pessoas. Para melhorar e otimizar o Game Center para você e outras pessoas, a Apple coleta informações sobre sua interação com os recursos do Game Center, incluindo aqueles acessíveis nos Ajustes, como solicitações de amizade. Essas informações não são associadas à sua Conta Apple. Jogos com Outros Jogadores e Amigos Seu apelido no Game Center, avatar, pontuações e estado da assinatura do Arcade são visíveis a todos os usuários do Game Center em jogos com placares globais. Você também pode compartilhar outras informações de atividades no Game Center com seus amigos do Game Center ou todos os usuários do Game Center. Essas informações incluem os jogos que você jogou e seu progresso de conquistas, e ficarão visíveis para as pessoas com quem você compartilhá‑las no Game Center e outros serviços da Apple, como App Store e Apple Arcade. As informações de atividade de crianças no Game Center só podem ser compartilhadas com os amigos delas no Game Center. Para ver e alterar o estado do seu compartilhamento de atividade no iOS, iPadOS ou visionOS, abra Ajustes > Game Center > Privacidade do Perfil. No Mac, abra Ajustes do Sistema > Game Center > Privacidade do Perfil. Quando seu apelido do Game Center estiver vinculado ao seu cartão de contato, o Game Center usará o endereço de e‑mail e o número de telefone associados à sua Conta Apple. Isso permite que seus amigos do Game Center encontrem você com mais facilidade com base no nome que usam para você no app Contatos. Para controlar este ajuste no seu dispositivo iOS, iPadOS ou visionOS abra Ajustes > Game Center > Permitir que Amigos Encontrem Você. No Mac, abra Ajustes do Sistema > Game Center e desative a opção Permitir que Amigos Encontrem Você. Quando você jogar um jogo compatível com a funcionalidade multiplayer, outros usuários do Game Center que estiverem acessando o mesmo jogo na mesma rede WLAN ou rede de área local, ou estiverem dentro do alcance do Bluetooth, poderão ver que você está por perto e ver seu apelido e avatar. Se um desenvolvedor estiver usando a funcionalidade multiplayer da Apple, você pode desativar esse recurso no iOS, iPadOS ou visionOS. Para isso, acesse Ajustes > Game Center e toque para desativar Jogadores por Perto. No Mac, acesse Ajustes do Sistema > Game Center e desmarque a opção “Jogadores por perto”. No tvOS, abra Ajustes > Usuários e Contas > [nome de usuário] > Game Center e desative a opção Jogadores por Perto. A Apple recebe informações não identificáveis sobre seus contatos que optaram por vincular seus apelidos no Game Center aos próprios cartões de contato. Essas informações são usadas para aprimorar as recomendações de amizades mostradas nas superfícies do Game Center, mas não são armazenadas pela Apple. Além disso, o Game Center usa processamento local no dispositivo para auxiliar nas nossas recomendações. Se você tiver relacionamentos de amizade estabelecidos antes do iOS 10, esses amigos terão acesso ao seu nome verdadeiro. Em qualquer relacionamento de amizade estabelecido a partir da adoção do iOS 10, apenas o seu apelido fica visível para os seus amigos. Contas de crianças nunca deixam os nomes verdadeiros visíveis para amigos, inclusive antes do iOS 10. Comunicação com Você A Apple pode usar informações sobre sua conta, como os produtos Apple que você possui e suas assinaturas de serviços da Apple, para enviar comunicações sobre o Game Center e outros produtos, serviços e ofertas da Apple que possam ser do seu interesse. A Apple também pode usar informações sobre a sua atividade no Game Center para enviar a você e-mails e notificações push sobre novos recursos, conteúdos e ofertas disponíveis no Game Center. Você pode alterar suas preferências de e‑mail em account.apple.com e optar por não receber esses e‑mails. Para atualizar suas preferências de notificações em um dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Notificações > Game Center. Para melhorar os nossos serviços, a Apple usa informações sobre suas interações com nossas comunicações, incluindo notificações. Desenvolvedores de Terceiros Quando você tem uma sessão iniciada no Game Center, os desenvolvedores dos jogos que você joga podem solicitar informações sobre você, incluindo o seu apelido, avatar e outros identificadores exclusivos do Game Center. Desenvolvedores também podem solicitar uma lista de jogadores relacionados, incluindo os seus amigos e os jogadores com os quais você jogou recentemente, a qual incluirá apelidos e avatares. Se você permitir que um app se conecte com os seus amigos, ele poderá acessar uma lista dos seus amigos que também jogam esse jogo. Apenas os amigos que também tiverem concordado em permitir que esse app se conecte com seus respectivos amigos serão visíveis ao app como seu amigo. A qualquer momento, você também pode optar por não permitir que nenhum app conecte você com amigos. Para fazer isso em dispositivos iOS, iPadOS ou visionOS, acesse Ajustes > Game Center > Conecte‑se com Amigos e toque para desativar Conecte‑se com Amigos. No Mac, acesse Ajustes do Sistema > Game Center e desmarque a opção “Conecte‑se com amigos”. Isso impede que apps peçam permissão para conectar você com seus amigos do Game Center e interrompe o compartilhamento da sua lista de amigos com os apps permitidos anteriormente. Ao usar um app de terceiros, você deve revisar os termos, políticas de privacidade e práticas dos desenvolvedores para compreender como eles coletam e usam seus dados. Crianças no Game Center Para crianças da sua Família que usam o Game Center, você pode usar as Restrições de Conteúdo e Privacidade no Tempo de Uso para limitar o tempo gasto em apps específicos e bloquear recursos do Game Center no dispositivo da criança. Isso inclui a funcionalidade multiplayer, a adição de amigos e a conexão com amigos que estiverem jogando o mesmo jogo. Para fazer isso em um dispositivo iOS, iPadOS ou visionOS, acesse Ajustes > Tempo de Uso > Conteúdo e Privacidade > Restrições de Conteúdo. No Mac, acesse Ajustes do Sistema > Tempo de Uso > Conteúdo e Privacidade. No tvOS, acesse Ajustes > Geral > Restrições. Adicionalmente, ao se comunicarem com outros jogadores no Game Center, crianças não podem enviar ou receber texto digitado pelo usuário. Elas são limitadas a enviar e receber mensagens predefinidas. O chat de voz dentro do jogo é desativado para crianças. Base Legal Aplicável para o Processamento de Dados Pessoais Processamos seus dados pessoais no Game Center com base no seu consentimento e conforme necessário para fins de nossos interesses legítimos. Onde aplicável de acordo com a lei local, processamos as categorias de dados pessoais a seguir, conforme necessário, para fins dos nossos interesses legítimos: • Seu uso do Game Center, incluindo os jogos que você joga e sua atividade • Seu apelido, avatar, estado da assinatura do Arcade, pontuações e outras informações de atividade • Seus amigos do Game Center, os jogadores com quem você joga e quando vocês jogam juntos Esses interesses legítimos incluem: •Otimizar e melhorar o Game Center para você e outras pessoas • Enviar a você comunicação sobre o Game Center e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse • Prevenir fraudes e outras atividades maliciosas Retenção O Game Center retém as informações coletadas sobre você durante o tempo que você mantiver a Conta Apple associado à sua conta do Game Center. Prevenção de Fraudes e Outras Atividades Maliciosas Coletamos dados pessoais para impedir fraudes e outras atividades maliciosas no Game Center e em outros apps e serviços da Apple. Essas informações incluem dados do dispositivo, como o tipo de dispositivo e versão do software, informações de localização (aproximadas, por associação com o endereço IP da sua conexão de internet com uma região geográfica, se disponíveis), histórico de downloads e compras, e outras interações com o Game Center e outros apps e serviços. As informações coletadas pela Apple sempre serão tratadas de acordo com a Política de Privacidade da Apple, que pode ser encontrada em www.apple.com/br/privacy
pt_pt: A proteção da confidencialidade e segurança da sua informação é uma prioridade para todos os colaboradores da Apple. Trabalhamos no sentido de recolher apenas os dados de que necessitamos para melhorar a experiência de utilização e, quando o fazemos, acreditamos que seja importante informar os utilizadores em relação ao que estamos a recolher e porque precisamos de o fazer, para que possam tomar decisões informadas. O Game Center, como qualquer outro produto e serviço da Apple, foi concebido com base nestes princípios. Fornecer e melhorar o Game Center Após a configuração inicial do Game Center, poderá participar em atividades relacionadas com os jogos, como tabelas de classificação, jogos multijogador, procura, visualização e desafios a amigos, e registo de proezas. A Apple recolhe informação acerca da sua utilização do Game Center para melhorar e otimizar o Game Center para si e para outras pessoas, incluindo os jogos que joga, quando os joga e com quem os joga; as suas pontuações e proezas; e os desafios que envia e recebe. A Apple também recolhe uma lista dos seus amigos do Game Center, os jogadores com quem joga e quando jogam juntos. Esta informação é usada para que possa participar facilmente em jogos multijogador, ver rapidamente as pontuações, e para melhorar o Game Center para todos os utilizadores. Para melhorar e otimizar o Game Center para si e outras pessoas, a Apple recolhe informação acerca da sua interação com as funcionalidades do Game Center, incluindo funcionalidades acessíveis a partir das Definições, como os pedidos de amizade. Esta informação não é associada à sua conta Apple. Jogar com outros jogadores e amigos A sua alcunha, avatar, pontuações do Game Center e o estado da assinatura de Arcade estão visíveis para todos os utilizadores do Game Center nos jogos com tabelas de classificação globais. Também pode optar por partilhar outra informação de atividade no Game Center com os seus amigos do Game Center ou com todos os utilizadores do Game Center. Esta informação, que inclui os jogos que jogou e as proezas conseguidas, poderá ser vista pelas pessoas com quem a partilhar no Game Center e noutros serviços Apple, como a App Store e Apple Arcade. A informação de atividade das crianças no Game Center só pode ser partilhada com os respetivos amigos do Game Center. Pode ver e alterar o estado de partilha da sua atividade em Definições > Game Center > Privacidade do perfil, no dispositivo iOS, iPadOS ou visionOS, e em Definições do Sistema > Game Center > Privacidade do perfil, no Mac. Quando a sua alcunha do Game Center está associada à sua ficha de contacto, o Game Center utilizará o endereço de e‑mail e o número de telefone associados à sua conta Apple. Isto permite que os seus amigos no Game Center a/o encontrem mais facilmente com base no nome que usam para si na aplicação Contactos. Pode controlar esta definição em Definições > Game Center > Permitir encontrar‑me, no dispositivo iOS, iPadOS ou visionOS; e em Definições do Sistema > Game Center > Permitir encontrar‑me, no Mac. Quando joga um jogo compatível com a funcionalidade multijogador, outros utilizadores do Game Center que estejam a aceder ao mesmo jogo na mesma rede WLAN ou rede local, ou no raio de alcance do Bluetooth, poderão ver que está por perto e ver a sua alcunha e avatar. Se um programador utilizar a funcionalidade multijogador da Apple, no dispositivo iOS, iPadOS ou visionOS, pode desativar esta funcionalidade desativando a opção “Jogadores por perto” em Definições > Game Center. No Mac, desative “Jogadores por perto” em Definições do Sistema > Game Center. No tvOS, desative “Jogadores por perto” em Definições > Utilizadores e contas > [nome de utilizador] > Game Center. A Apple recebe informação não identificável acerca dos seus contactos que optaram por associar a alcunha do Game Center à ficha de contacto. Esta informação é usada para otimizar as recomendações de amizade que lhe são apresentadas no Game Center, mas não é armazenada pela Apple. Além disso, o Game Center usa processamento local no dispositivo para ajudar a fazer recomendações. Se tiver amizades criadas antes do iOS 10, esses amigos têm acesso ao seu nome real. Em quaisquer relações de amizade criadas desde a adoção do iOS 10, os seus amigos veem apenas a sua alcunha. As contas de crianças nunca têm os nomes reais visíveis, mesmo as anteriores ao iOS 10. Comunicar consigo A Apple poderá utilizar informações sobre a sua conta (como os produtos Apple que possui e as assinaturas de serviços Apple) para lhe enviar comunicações sobre o Game Center e outros produtos, serviços e ofertas da Apple que poderão ser do seu interesse. A Apple também poderá utilizar informações sobre a sua atividade no Game Center para lhe enviar e‑mails e notificações por Push sobre novas funcionalidades, conteúdos e ofertas disponíveis no Game Center. Pode alterar as suas preferências de e‑mail e desativar a receção destes e‑mails acedendo a account.apple.com. As preferências de notificação no dispositivo iOS, iPadOS ou visionOS podem ser atualizadas em Definições > Notificações > Game Center. A Apple usa informação sobre as interações com as respetivas comunicações, incluindo as notificações, para melhorar os serviços. Programadores de terceiros Quando tem sessão iniciada no Game Center, os programadores dos jogos que joga podem solicitar informação sobre si, incluindo a sua alcunha, o avatar e outros identificadores únicos do Game Center. Podem também solicitar uma lista de jogadores relacionados, incluindo os seus amigos e jogadores com quem jogou recentemente, que incluirá as alcunhas e os avatares. Se optar por permitir que uma aplicação estabeleça ligação aos seus amigos, estes poderão aceder a uma lista dos amigos que também jogam o mesmo jogo. Só os amigos que tenham permitido à aplicação estabelecer ligação a outros amigos ficarão visíveis para a aplicação como seus amigos. Se preferir, pode optar por não permitir que as aplicações estabeleçam ligação entre amigos. Basta desativar a opção “Ligação a amigos” em Definições > Game Center > Ligação a amigos, no dispositivo iOS, iPadOS ou visionOS. No Mac, desative “Ligação a amigos” em Definições do Sistema > Game Center. A desativação desta opção impede as aplicações de pedir para estabelecer ligação aos seus amigos no Game Center, e a sua lista de amigos deixará de ser partilhada com as aplicações autorizadas anteriormente. Sempre que usa aplicações de terceiros, deve analisar os termos, as políticas de privacidade e as práticas dos programadores para compreender como recolhem e usam os dados dos utilizadores. Crianças no Game Center Para as crianças da sua família que usam o Game Center, pode usar a opção “Conteúdo e privacidade”, nas definições de Tempo de ecrã, para limitar o tempo gasto em aplicações específicas e bloquear funcionalidades do Game Center no dispositivo da criança, incluindo a funcionalidade multijogador e a capacidade de estabelecerem ligação a amigos que jogam o mesmo jogo. No dispositivo iOS, iPadOS ou visionOS, vá a Definições > Tempo de ecrã > Conteúdo e privacidade > Restrições de conteúdo. No Mac, vá a Definições do Sistema > Tempo de ecrã > Conteúdo e privacidade. No tvOS, vá a Definições > Geral > Restrições. Além disso, ao comunicar com outros jogadores no Game Center, as crianças não podem enviar nem receber texto introduzido pelo utilizador. Só podem enviar e receber mensagens predefinidas. As conversas por voz no jogo também estão desativadas para as crianças. Base jurídica aplicável para processamento de dados pessoais Processamos os seus dados pessoais no Game Center com base no seu consentimento e conforme necessário para fins do nosso interesse legítimo. Nos casos em que a legislação local aplicável o previr, processamos as seguintes categorias de dados pessoais conforme necessário para fins do nosso interesse legítimo: • A sua utilização do Game Center, incluindo o que joga e a sua atividade de jogo. • A sua alcunha, avatar, estado da assinatura de Arcade, pontuações e outras informações de atividade. • Os seus amigos do Game Center, os jogadores com quem joga e quando jogam juntos. Esses interesses legítimos incluem: • Otimizar e melhorar o Game Center para si e para outras pessoas. • Enviar‑lhe comunicações acerca do Game Center e outros produtos, serviços e ofertas da Apple relacionados que possam ser do seu interesse. • Prevenir fraude e outras atividades maliciosas. Retenção de informação O Game Center retém a informação recolhida sobre si enquanto conservar a conta Apple associada à sua conta do Game Center. Prevenir fraude e outras atividades maliciosas Recolhemos dados pessoais no intuito de prevenir ações fraudulentas e outra atividade maliciosa no Game Center e noutras aplicações e serviços da Apple. Esta informação inclui informação acerca do tipo do seu dispositivo e a versão do software usado, dados geográficos de localização (aproximada, através da correspondência do endereço IP da sua ligação à internet a uma região geográfica, se disponível), histórico de compras e descargas, assim como outras interações com o Game Center e outras aplicações e serviços. Toda e qualquer informação recolhida pela Apple será tratada de acordo com a Política de Privacidade da Apple, cujo texto pode ser consultado em www.apple.com/pt/privacy
ro: Protejarea intimității și securității informațiilor dvs. este o prioritate pentru oricine de la Apple. Ne străduim din greu să colectăm doar datele care sunt necesare pentru a vă oferi o experiență de utilizare superioară și, atunci când colectăm date, credem că este important ca dvs. să știți ce anume colectăm și motivele pentru care o facem, astfel încât să puteți face alegeri în cunoștință de cauză. Serviciul Game Center, precum toate produsele și serviciile Apple, este conceput pe baza acestor principii. Furnizarea și îmbunătățirea serviciului Game Center Odată ce începeți utilizarea Game Center, veți putea să vă angajați în activități legate de jocuri, cum ar fi participarea în clasamente, jocuri multiplayer, găsirea, vizualizarea și provocarea prietenilor și urmărirea realizărilor. Apple colectează informații despre modul în care utilizați Game Center pentru a îmbunătăți și optimiza serviciul Game Center pentru dvs. și pentru ceilalți utilizatori, inclusiv jocurile pe care le jucați, când le jucați și cu cine le jucați, scorurile și realizările dvs., precum și provocările pe care le trimiteți și primiți. De asemenea, Apple colectează o listă a prietenilor dvs. din Game Center, a jucătorilor cu care jucați și a momentelor când jucați împreună. Aceste informații sunt utilizate pentru a vă ajuta să reintrați cu ușurință în jocuri multiplayer, să vă vedeți rapid reciproc scorurile record și pentru îmbunătățirea Game Center pentru dvs. și ceilalți utilizatori. Apple colectează informații despre interacțiunea dvs. cu funcționalitățile Game Center, inclusiv funcționalitățile accesibile din Configurări, precum solicitările dvs. de prietenie, pentru a îmbunătăți și optimiza serviciul Game Center pentru dvs. și ceilalți utilizatori. Aceste informații nu sunt asociate contului dvs. Apple. Jocul cu alți jucători și cu prieteni Pseudonimul, avatarul și scorurile dvs. din Game Center, precum și starea abonamentului dvs. Arcade, sunt vizibile tuturor utilizatorilor Game Center pentru jocurile cu clasamente globale. Puteți opta să partajați și alte informații despre activitățile din Game Center cu prietenii din Game Center sau cu toți utilizatorii Game Center. Aceste informații includ jocurile pe care le‑ați jucat și realizările obținute și vor fi vizibile pentru cei cu care le partajați în Game Center și alte servicii Apple, precum App Store și Apple Arcade. Informațiile despre activitățile din Game Center ale copiilor pot fi partajate doar cu prietenii lor din Game Center. Puteți vedea și modifica starea partajării activității dvs. accesând Configurări > Game Center > Intimitate profil pe un dispozitiv iOS, iPadOS sau visionOS, respectiv accesând Configurări sistem > Game Center > Intimitate profil pe Mac. Dacă pseudonimul dvs. din Game Center este asociat cu fișa dvs. de contact, Game Center va utiliza adresa de e‑mail și numărul de telefon asociate contului dvs. Apple. Acest lucru le permite prietenilor din Game Center să vă găsească mai ușor, pe baza numelui pe care îl folosesc pentru dvs. în aplicația lor Contacte. Puteți controla această configurare pe un dispozitiv iOS, iPadOS sau visionOS accesând Configurări > Game Center > Găsire de către prieteni și pe un Mac accesând Configurări sistem > Game Center și dezactivând opțiunea “Găsire de către prieteni”. Atunci când jucați un joc compatibil cu funcționalități multiplayer, alți utilizatori care accesează Game Center din cadrul aceluiași joc și din aceeași rețea WLAN sau din aceeași rețea locală sau care sunt în raza de acțiune Bluetooth vor putea să vadă că vă aflați în apropiere și să vă vadă pseudonimul și avatarul. În cazul în care un dezvoltator utilizează funcționalitatea multiplayer de la Apple, o puteți dezactiva pe un dispozitiv iOS, iPadOS sau visionOS accesând Configurări > Game Center, apoi apăsând pentru a dezactiva opțiunea “Jucători din apropiere”. Pe Mac, accesați Configurări sistem > Game Center și faceți clic pentru a dezactiva “Jucători din apropiere”. Pe tvOS, accesați Configurări > Utilizatori și conturi > [nume de utilizator] > Game Center, apoi dezactivați opțiunea “Jucători din apropiere”. Apple primește informații care nu permit identificarea despre contactele dvs. care au ales să își asocieze pseudonimul din Game Center cu fișa personală de contact. Aceste informații sunt utilizate pentru a îmbunătăți recomandările de prieteni care vă sunt prezentate pe suprafețele Game Center, dar nu sunt stocate de Apple. În plus, Game Center utilizează procesare pe dispozitiv pentru a asista recomandările noastre. Dacă aveți relații de prietenie stabilite înainte de iOS 10, prietenii respectivi au acces la numele dvs. real. În orice relație de prietenie stabilită după actualizarea la iOS 10, doar pseudonimul dvs. este vizibil prietenilor. Conturile copiilor nu fac niciodată numele reale vizibile pentru prieteni, inclusiv pentru cei dinainte de iOS 10. Comunicarea cu dvs. Apple poate utiliza informații despre contul dvs., precum produsele Apple pe care le dețineți și abonamentele dvs. la servicii Apple, pentru a vă trimite comunicări despre Game Center și alte produse, servicii și oferte Apple care v‑ar putea interesa. De asemenea, Apple poate utiliza informații despre activitatea dvs. în cadrul Game Center pentru a vă trimite e‑mailuri și notificări Push despre noi funcționalități, conținut și oferte disponibile în Game Center. Vă puteți schimba preferințele legate de e‑mail și puteți opta împotriva primirii acestor e‑mailuri accesând account.apple.com. Pentru a vă actualiza preferințele legate de notificări pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > Notificări > Game Center. Apple utilizează informații despre interacțiunile dvs. cu comunicările noastre, inclusiv notificările, pentru îmbunătățirea serviciilor. Dezvoltatorii terți Când vă autentificați la Game Center, dezvoltatorii jocurilor pe care le jucați solicită informații despre dvs., inclusiv pseudonimul, avatarul și alți identificatori Game Center unici. De asemenea, un dezvoltator poate solicita o listă de jucători asociați, inclusiv prietenii dvs. și cei cu care ați jucat recent, care va include pseudonime și avataruri. Dacă optați să‑i permiteți unei aplicații să vă conecteze cu prietenii, aceasta poate accesa o listă a prietenilor dvs. care joacă, de asemenea, jocul respectiv. Doar prietenii care au acceptat, la rândul lor, să‑i permită aplicației să îi conecteze cu prietenii vor fi vizibili pentru aplicație drept prieteni ai dvs. De asemenea, puteți opta oricând să nu permiteți niciunei aplicații să vă conecteze cu prietenii. Pentru a proceda astfel pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > Game Center > Conectare cu prietenii și apăsați pentru a dezactiva “Conectare cu prietenii”. Pe Mac, accesați Configurări sistem > Game Center și faceți clic pentru a dezactiva “Conectare cu prietenii”. Aceasta va împiedica aplicațiile să vă ceară permisiunea de a vă conecta cu prietenii din Game Center și va opri partajarea listei dvs. de prieteni cu aplicațiile care aveau această permisiune anterior. Oricând utilizați o aplicație terță, ar trebui să consultați condițiile, politicile de confidențialitate și practicile dezvoltatorului, pentru a înțelege modul în care vă colectează și utilizează datele. Copiii în Game Center Pentru copiii din familia dvs. care utilizează Game Center, puteți utiliza Restricții conținut și intimitate în Timp de utilizare pentru a limita timpul petrecut în anumite aplicații și a bloca anumite funcționalități Game Center de pe dispozitivul copilului dvs., inclusiv caracteristica multiplayer, posibilitatea de a adăuga prieteni și posibilitatea de conectare cu prietenii care joacă același joc. Pentru a proceda astfel pe un dispozitiv iOS, iPadOS sau visionOS, accesați Configurări > Timp de utilizare > Restricții conținut și intimitate > Restricții de conținut. Pe Mac, accesați Configurări sistem > Timp de utilizare > Conținut și intimitate. Pe tvOS, accesați Configurări > General > Restricții. În plus, când comunică cu alți jucători în Game Center, copiii nu pot trimite sau primi text introdus de utilizatori. Aceștia nu pot trimite și primi mesaje preconfigurate. Chatul vocal din timpul jocului este dezactivat pentru copii. Temei juridic aplicabil pentru procesarea datelor personale Procesăm datele dvs. personale în Game Center pe baza consimțământului dvs. și așa cum este necesar în scopul intereselor noastre legitime. În cazul în care legislația locală în vigoare prevede acest lucru, procesăm următoarele categorii de date personale, așa cum este necesar în scopul intereselor noastre legitime: • Modul în care utilizați Game Center, inclusiv jocurile pe care le jucați și activitatea dvs. de joc • Pseudonimul, avatarul, starea abonamentului Arcade, scorurile și alte informații de activitate • Prietenii dvs. din Game Center, jucătorii cu care jucați și când jucați împreună Aceste interese legitime includ: • Optimizarea și îmbunătățirea serviciului Game Center pentru dvs. și pentru ceilalți utilizatori • Trimiterea de comunicări despre Game Center și alte produse, servicii și oferte Apple conexe care v‑ar putea interesa • Prevenirea fraudelor și a activităților rău intenționate Retenția Game Center păstrează informațiile colectate în legătură cu dvs. atât timp cât păstrați contul Apple asociat contului dvs. Game Center. Prevenirea fraudelor și a activităților rău intenționate Colectăm date personale pentru prevenirea fraudelor și a altor activități rău intenționate în Game Center și în alte aplicații și servicii Apple. Aceste date includ informații precum tipul dispozitivului și versiunea software, informații de localizare (dacă sunt disponibile, aproximate prin corelarea adresei IP a conexiunii dvs. la internet cu o regiune geografică), istoricul descărcărilor și achizițiilor, precum și alte interacțiuni cu Game Center și cu alte aplicații și servicii. Informații colectate de Apple vor fi în permanență tratate în conformitate cu politica de confidențialitate Apple, care se află la www.apple.com/ro/privacy.
ru: Обеспечение конфиденциальности и безопасности личных данных является приоритетной задачей для всех сотрудников Apple. Мы прилагаем все усилия, чтобы собирать только те данные, которые нам необходимы для совершенствования работы наших сервисов. Когда мы все‑таки собираем данные, мы обязательно уведомляем Вас об этом факте, а также о том, чем вызвана такая необходимость, чтобы Вы могли принять информированное решение. Сервис Game Center, как и остальные продукты и сервисы Apple, создан на основе этих принципов. Обеспечение работы и улучшение сервиса Game Center Начав использовать Game Center, Вы получите доступ не только к играм, но и ко всему, что с ними связано, в том числе к таблицам результатов, режиму мультиплеера, отслеживанию достижений, а также к поиску друзей, просмотру их профилей и возможности проводить с ними соревнования. Чтобы улучшать и оптимизировать Game Center для Вас и других пользователей, Apple собирает информацию о том, как Вы используете Game Center, в частности о том, во что Вы играете, когда и вместе с кем, сколько очков и какие достижения получаете, а также какие вызовы отправляете и принимаете. Apple также ведет список Ваших друзей в Game Center и игроков, с которыми Вы играете, а также собирает данные о том, когда Вы играете вместе. Эта информация используется для того, чтобы Вы могли легко подключаться к многопользовательским играм и быстро просматривать рекорды других игроков, а также в целях улучшения Game Center для Вас и других пользователей. Apple собирает информацию о Вашем взаимодействии с функциями Game Center, в том числе с функциями, доступными из Настроек, например с запросами на добавление в друзья, чтобы улучшать и оптимизировать Game Center для Вас и других пользователей. Эта информация не связана с Вашим Аккаунтом Apple. Игры в многопользовательском режиме Ваши псевдоним, аватар и заработанные очки в Game Center, а также статус подписки на Apple Arcade видны всем пользователям Game Center в играх с глобальными таблицами результатов. Вы также можете выбрать, с кем делиться прочей информацией о своей активности в Game Center: со своими друзьями в Game Center или со всеми пользователями Game Center. К этой информации относятся игры, в которых Вы участвовали, и Ваш прогресс в достижениях. Она видна тем, с кем Вы делитесь ей в Game Center и других сервисах Apple, таких как App Store и Apple Arcade. Информация об активности детей в Game Center может быть доступна только их друзьям в Game Center. Вы можете просматривать и изменять настройки данных, которыми Вы делитесь. Для этого на устройстве iOS, iPadOS или visionOS откройте «Настройки» > «Game Center» > «Конфиденциальность профиля». На Mac откройте «Системные настройки» > «Game Center» > «Конфиденциальность профиля». Когда Ваш псевдоним в Game Center связан с Вашей карточкой контакта, Game Center использует адрес электронной почты и номер телефона, связанные с Вашим Аккаунтом Apple. Это позволит Вашим друзьям в Game Center легче находить Вас по имени, которым они назвали Вас в своем приложении «Контакты». Вы можете управлять этой настройкой. Для этого на устройстве iOS, iPadOS или visionOS откройте «Настройки» > «Game Center» > «Разрешение друзьям находить меня». На Mac откройте «Системные настройки» > «Game Center» и выключите параметр «Разрешение друзьям находить меня». Когда Вы играете в игры, поддерживающие многопользовательский режим, другие пользователи Game Center, которые играют в ту же игру в той же сети WLAN или локальной сети, что и Вы, или находятся в радиусе действия Bluetooth, смогут узнать, что Вы рядом, и просмотреть Ваш псевдоним и аватар. Эту функцию можно выключить для игр, при создании которых разработчики использовали функционал мультиплеера от Apple. Для этого на устройстве iOS, iPadOS или visionOS откройте «Настройки» > «Game Center» и касанием выключите параметр «Игроки рядом». На Mac откройте «Системные настройки» > «Game Center», затем нажатием выключите параметр «Игроки рядом». На устройстве tvOS откройте «Настройки» > «Пользователи и учетные записи» > [имя пользователя] > «Game Center», затем выключите параметр «Игроки рядом». Apple получает информацию о Ваших контактах, которые решили привязать свой псевдоним в Game Center к своей карточке контакта. На основе этой информации невозможно установить личности пользователей. Эта информация используется для повышения качества рекомендаций друзей, которые отображаются для Вас в Game Center. Однако Apple не хранит эту информацию. Кроме того, Game Center обрабатывает данные на устройстве для повышения качества наших рекомендаций. Друзья, которых Вы добавили до установки iOS 10, смогут просматривать Ваше настоящее имя. Друзья, которых Вы добавили после установки iOS 10, будут видеть только Ваш псевдоним. В учетных записях детей настоящие имена никогда не видны друзьям, в том числе добавленным до установки iOS 10. Обратная связь Apple может использовать информацию о Вашей учетной записи, например о том, какие продукты Apple и подписки на сервисы Apple у Вас есть, чтобы отправлять Вам информацию о Game Center и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. Apple также может использовать информацию о том, как Вы используете Game Center, чтобы отправлять Вам электронные письма и push‑уведомления о новых функциях, контенте и предложениях, доступных в Game Center. Вы можете изменить настройки электронной почты и отписаться от этой рассылки на account.apple.com. Чтобы изменить настройки уведомлений на устройстве iOS, iPadOS или visionOS, откройте «Настройки» > «Уведомления» > «Game Center». Для повышения качества своих сервисов Apple использует информацию о том, как Вы взаимодействуете с инструментами коммуникации Apple, в том числе с уведомлениями. Сторонние разработчики Если у Вас выполнен вход в Game Center, разработчики игр, в которые Вы играете, могут запрашивать информацию о Вас, в том числе Ваш псевдоним, аватар и другие уникальные идентификаторы Game Center. Разработчики также могут запрашивать список связанных с Вами игроков, в том числе Ваших друзей и игроков, с которыми Вы недавно играли, включая их псевдонимы и аватары. Если разрешить приложению сопоставлять Вас с друзьями, приложение получит доступ к списку Ваших друзей, которые также играют в эту игру. Приложению будут видны только те из Ваших друзей, которые тоже разрешили этому приложению сопоставлять их со своими друзьями. Также можно в любой момент запретить приложениям сопоставлять Вас с друзьями. Для этого на устройстве iOS, iPadOS или visionOS откройте «Настройки» > «Game Center» > «Играть с друзьями», затем выключите параметр «Играть с друзьями». На Mac откройте «Системные настройки» > «Game Center», затем нажатием выключите параметр «Играть с друзьями». В этом случае приложения не смогут запрашивать разрешение на сопоставление Вас с Вашими друзьями в Game Center. Приложения, которым Вы ранее разрешили доступ к списку друзей, потеряют этот доступ. Если Вы используете стороннее приложение, ознакомьтесь с политикой конфиденциальности, практиками, а также положениями и условиями его разработчика, чтобы оценить, как разработчик собирает и использует Ваши данные. Дети и Game Center Для детей в Вашей семейной группе, использующих Game Center, можно ограничить время, которое они проводят в определенных приложениях: для этого откройте «Настройки» > «Экранное время» > «Контент и конфиденциальность» > «Ограничения контента». Также на устройстве ребенка можно заблокировать функции Game Center, например возможность играть в многопользовательские игры, добавлять друзей, а также находить друзей, играющих в определенную игру. Для этого на устройстве iOS, iPadOS или visionOS откройте «Настройки» > «Экранное время» > «Контент и конфиденциальность» > «Ограничения контента». На Mac откройте «Системные настройки» > «Экранное время» > «Контент и конфиденциальность». На устройстве tvOS откройте «Настройки» > «Основные» > «Ограничения». Кроме того, при общении с другими игроками в Game Center дети не могут отправлять или получать текст, введенный вручную. Они могут отправлять и получать только сообщения с готовыми фразами. Игровые голосовые чаты недоступны для детей. Применимое правовое обоснование для обработки персональных данных Мы обрабатываем Ваши персональные данные в Game Center с Вашего согласия, если это необходимо в целях соблюдения наших законных интересов. Если это предусмотрено действующим местным законодательством, в целях соблюдения наших законных интересов мы обрабатываем перечисленные ниже категории персональных данных в следующих целях: • Сведения об использовании Вами Game Center, в том числе список игр, в которые Вы играете, и Ваша игровая активность. • Ваш псевдоним, аватар, статус подписки на Apple Arcade, результаты игр и другая информация об активности. • Список Ваших друзей в Game Center и игроков, с которыми Вы играете, а также данные о том, когда Вы играете вместе. К упомянутым законным интересам может относиться следующее: • Оптимизация и совершенствование Game Center для Вас и других пользователей. • Отправка Вам сообщений о Game Center и других продуктах, сервисах и предложениях Apple, которые могут Вас заинтересовать. • Предотвращение мошенничества и других вредоносных действий. Хранение данных Game Center хранит собранную информацию о Вас, пока Ваш Аккаунт Apple связан с Вашей учетной записью Game Center. Предотвращение мошенничества и других вредоносных действий Мы собираем персональные данные для предотвращения мошенничества и других вредоносных действий в Game Center и других приложениях и сервисах Apple. К этой информации относятся сведения об устройстве, в том числе тип устройства и версия ПО, геопозиция (определяется приблизительно путем сопоставления IP‑адреса Вашего интернет-подключения с географическим регионом, если это возможно), а также история загрузок, покупок и прочих взаимодействий с Game Center и другими приложениями и сервисами. Информация, которую собирает Apple, всегда обрабатывается в соответствии с Политикой конфиденциальности Apple, доступной по адресу www.apple.com/ru/privacy.
sk: Ochrana vášho súkromia a bezpečnosť vašich informácií je prioritou pre každého v Apple. Snažíme sa zhromažďovať len tie dáta, ktoré potrebujeme, aby sme vám vedeli ponúknuť stále lepší užívateľský zážitok. Myslíme si, že pri ich zhromažďovaní je dôležité, aby ste vedeli, aké dáta zhromažďujeme a prečo ich potrebujeme, vďaka čomu sa môžete informovane rozhodnúť. Game Center sa rovnako ako každý iný produkt a služba spoločnosti Apple riadi týmito princípmi. Poskytovanie a vylepšovanie služby Game Center Po registrácii v Game Center sa budete môcť zapájať do aktivít súvisiacich s hraním hier, napríklad umiestňovať sa v rebríčkoch hráčov, hrať hry pre viac hráčov, hľadať a prezerať si priateľov a posielať im výzvy a sledovať dosahované úspechy. Spoločnosť Apple za účelom vylepšovania a optimalizácie služby Game Center pre vás aj ostatných užívateľov zhromažďuje informácie o vašom používaní služby Game Center vrátane informácií o hrách, ktoré hráte a s kým, o tom, aké skóre a úspechy ste dosiahli, a o výzvach, ktoré posielate a dostávate. Spoločnosť Apple zhromažďuje aj zoznam vašich priateľov v Game Center, hráčov, s ktorými hráte, a informácie o tom, kedy spolu hráte. Tieto informácie uľahčujú váš návrat k hrám pre viacerých hráčov, rýchle zobrazovanie vášho vzájomného skóre a vylepšovanie služby Game Center pre vás aj ostatných užívateľov. Spoločnosť Apple zhromažďuje informácie o vašej interakcii s funkciami služby Game Center vrátane funkcií dostupných z apky Nastavenia, ako sú napríklad žiadosti o priateľstvo, na účely vylepšovania a optimalizácie služby Game Center pre vás aj ostatných užívateľov. Tieto informácie nie sú priradené k vášmu Apple účtu. Hranie hier s inými hráčmi a priateľmi Vašu prezývku, avatara, skóre a stav odberu služby Arcade v Game Center uvidia v hrách s globálnymi rebríčkami všetci užívatelia Game Center. S priateľmi alebo všetkými užívateľmi Game Center môžete zdieľať aj informácie o ďalších aktivitách v Game Center. Sú to napríklad informácie o hrách, ktoré ste hrali, a vaše pokroky pri dosahovaní úspechov. Tieto informácie uvidia všetci užívatelia, s ktorými ich zdieľate prostredníctvom Game Center a ďalších služieb spoločnosti Apple, napríklad v App Store alebo Apple Arcade. Informácie o aktivitách dieťaťa v Game Center je možné zdieľať len s jeho priateľmi v Game Center. Stav zdieľania aktivít si môžete prezerať a upravovať v Nastavenia > Game Center > Súkromie profilu na iOS, iPadOS a visionOS zariadeniach a v Systémové nastavenia > Game Center > Súkromie profilu na Macu. Keď ste prepojili svoju prezývku v Game Center so svojou vizitkou, Game Center použije emailovú adresu a telefónne číslo priradené k vášmu Apple účtu. Vaši priatelia v Game Center vás vďaka tomu budú vedieť jednoduchšie vyhľadať na základe mena, pod ktorým si vás uložili v apke Kontakty. Toto nastavenie môžete zmeniť na iOS, iPadOS alebo visionOS zariadení v Nastavenia > Game Center > Povoliť priateľom vyhľadanie profilu a na Macu v Systémové nastavenia > Game Center, kde vypnete možnosť Povoliť priateľom vyhľadanie profilu. Keď hráte hru, ktorá podporuje viac hráčov, ostatní užívatelia služby Game Center, ktorí danú hru používajú v rovnakej WLAN sieti, lokálnej sieti alebo v dosahu rozhrania Bluetooth, uvidia, že ste nablízku, a zobrazí sa im vaša prezývka a avatar. Ak na poskytovanie hier pre viac hráčov využíva vývojár funkcie spoločnosti Apple, môžete ich na iOS, iPadOS alebo visionOS zariadení vypnúť v Nastavenia > Game Center, kde klepnutím vypnete možnosť Hráči v blízkosti. Na Macu otvorte Systémové nastavenia > Game Center a kliknutím vypnite možnosť Hráči v blízkosti. V tvOS prejdite do Nastavenia > Užívatelia a účty > [meno užívateľa] > Game Center a potom vypnite možnosť Hráči v blízkosti. Spoločnosť Apple dostáva neidentifikovateľné informácie o vašich kontaktoch, ktoré majú na základe vlastného rozhodnutia prezývku v Game Center prepojenú s vizitkou. Tieto informácie sa používajú na zlepšovanie odporúčaní priateľov, ktoré sa vám zobrazujú v rozhraní služby Game Center, spoločnosť Apple ich však neukladá. Game Center navyše na poskytovanie asistencie pre naše odporúčania používa spracovanie dát na zariadení. Priatelia, ktorých ste si pridali v staršej verzii iOS ako iOS 10, majú prístup k vášmu skutočnému menu. Priatelia, ktorých ste si pridali v systéme iOS 10 alebo novšom, vidia len vašu prezývku. V prípade účtov detí sa priateľom nikdy nezobrazuje skutočné meno, a to ani ak majú iOS starší ako verzia 10. Komunikácia s vami Spoločnosť Apple môže používať informácie o vašom účte, napríklad o produktoch spoločnosti Apple, ktoré vlastníte, a vašich odberoch služieb spoločnosti Apple, na posielanie informácií o službe Game Center a ďalších produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. Spoločnosť Apple môže zároveň používať informácie o vašich aktivitách v Game Center na posielanie emailov a push hlásení o nových funkciách, obsahu a ponukách dostupných v Game Center. Na stránke account.apple.com môžete zmeniť nastavenia emailu a odhlásiť sa z prijímania týchto emailov. Ak chcete aktualizovať nastavenia hlásení na svojom iOS, iPadOS alebo visionOS zariadení, otvorte Nastavenia > Hlásenia > Game Center. Spoločnosť Apple používa informácie o vašich interakciách s našimi správami vrátane hlásení na vylepšovanie svojich služieb. Vývojári tretích strán Keď sa prihlásite do služby Game Center, vývojári hier, ktoré hráte, si o vás môžu vyžiadať rôzne informácie vrátane vašej prezývky, avatara a ďalších jedinečných identifikátorov služby Game Center. Vývojári si taktiež môžu vyžiadať aj zoznam súvisiacich hráčov vrátane vašich priateľov a hráčov, s ktorými ste nedávno hrali, súčasťou ktorého budú aj prezývky a avatary. Ak sa rozhodnete povoliť apke spojiť vás s vašimi priateľmi, daná hra získa prístup k zoznamu vašich priateľov, ktorí ju taktiež hrajú. V apke sa vám ako priatelia zobrazia len tí užívatelia, ktorí takisto povolili tejto apke, aby ich spájala s priateľmi. Povolenie na spájanie s priateľmi môžete apkám kedykoľvek odobrať. Ak to chcete urobiť na iOS, iPadOS alebo visionOS zariadení, otvorte Nastavenia > Game Center > Spojiť s priateľmi a klepnutím vypnite možnosť Spojiť s priateľmi. Na Macu otvorte Systémové nastavenia > Game Center a kliknutím vypnite možnosť Spojiť s priateľmi. Vypnutím tejto možnosti zabránite apkám žiadať, či vás môžu spojiť s vašimi priateľmi v Game Center, a zastavíte zdieľanie zoznamu priateľov s apkami, ktorým to už bolo povolené. Pred používaním apky tretej strany by ste sa v podmienkach, zásadách ochrany osobných údajov a postupoch príslušného vývojára mali oboznámiť s tým, ako zhromažďuje a používa vaše údaje. Deti v Game Center V prípade detí vo vašej rodine, ktoré používajú službu Game Center, môžete používať Obmedzenia obsahu a súkromia v Čase pred obrazovkou a obmedziť tak čas trávený v jednotlivých apkách, ako aj blokovať na zariadení vášho dieťaťa rôzne funkcie Game Center, napríklad hranie hier pre viac hráčov, možnosť pridávať priateľov a spojiť sa s priateľmi, ktorí hrajú rovnakú hru. Ak to chcete urobiť na iOS, iPadOS alebo visionOS zariadení, otvorte Nastavenia > Čas pred obrazovkou > Obmedzenia obsahu a súkromia > Obmedzenia obsahu. Na Macu otvorte Systémové nastavenia > Čas pred obrazovkou > Obsah a súkromie. V tvOS prejdite do Nastavenia > Všeobecné > Obmedzenia. Okrem toho, pri komunikovaní s ostatnými hráčmi v službe Game Center nemôžu deti posielať ani prijímať užívateľom zadaný text. Môžu posielať a prijímať len prednastavené správy. Hlasový čet v hrách majú deti vypnutý. Platný právny základ pre spracovanie osobných údajov Vaše osobné údaje v službe Game Center spracúvame na základe vášho súhlasu a na účely našich oprávnených záujmov. Tam, kde je to stanovené príslušnými miestnymi zákonmi, spracúvame na účely našich oprávnených záujmov nasledujúce kategórie osobných údajov: • Informácie o vašom používaní služby Game Center vrátane hier, ktoré hráte, a vašich aktivitách počas hry. • Vaša prezývka, avatar, stav odberu služby Arcade, skóre a ďalšie informácie o aktivite. • Informácie o vašich priateľoch v službe Game Center a o tom, s ktorými hráčmi hráte a kedy. Tieto oprávnené záujmy sú napríklad: • Optimalizácia a zlepšovanie služby Game Center pre vás aj ostatných. • Posielanie informácií o službe Game Center a ďalších súvisiacich produktoch, službách a ponukách spoločnosti Apple, ktoré by vás mohli zaujímať. • Predchádzanie podvodom a iným nezákonným aktivitám. Uchovávanie dát Služba Game Center uchováva údaje, ktoré o vás zhromaždila, tak dlho, kým budete mať svoj Apple účet prepojený s účtom Game Center. Predchádzanie podvodom a iným nezákonným aktivitám V Game Center a ďalších apkách a službách spoločnosti Apple zhromažďujeme osobné údaje na účely predchádzania podvodom a iným nezákonným aktivitám. Medzi takéto informácie patria informácie o zariadení, ako napríklad jeho typ a verzia softvéru, informácie o polohe (približne určenej priradením IP adresy vášho internetového pripojenia ku geografickému regiónu, pokiaľ je k dispozícii), história stiahnutých a zakúpených položiek, ako aj ďalšie interakcie s Game Center a ďalšími apkami a službami. S informáciami zhromaždenými spoločnosťou Apple sa po celý čas bude zaobchádzať v súlade so zásadami ochrany súkromia spoločnosti Apple, ktoré nájdete na adrese www.apple.com/sk/privacy.
sl: Varovanje zasebnosti in zaščita vaših podatkov je prednostna naloga vseh zaposlenih pri družbi Apple. Prizadevamo si zbirati le podatke, ki so nujni za zagotavljanje kakovostnih storitev. Poleg tega menimo, da je pomembno, da veste, katere podatke zbiramo in zakaj jih potrebujemo, da lahko sprejmete premišljene odločitve. Omrežje Game Center je kot vsi drugi izdelki in storitve Apple zasnovano na teh načelih. Zagotavljanje in izboljševanje omrežja Game Center Omrežje Game Center vam omogoča udeležbo v aktivnostih, povezanih z igranjem iger, kot so uvrstitev na sezname vodilnih igralcev, večigralske igre, iskanje, prikaz in izzivanje prijateljev ter spremljanje dosežkov. Apple zbira podatke o uporabi omrežja Game Center za potrebe izboljševanja in optimiziranja omrežja Game Center za vas in druge, vključno z igrami, ki jih igrate, kdaj in s kom jih igrate, številom doseženih točk ter dosežki in izzivi, ki jih pošiljate in prejemate. Apple zbira tudi seznam vaših prijateljev v omrežju Game Center, igralce, s katerimi igrate, in kdaj igrate skupaj z njimi. Ti podatki se uporabljajo, da se lahko znova preprosto udeležite večigralskih iger, drug drugemu na hitro pogledate število doseženih točk in za potrebe izboljševanja omrežja Game Center za vas in druge. Apple zbira podatke o vaših interakcijah s funkcijami omrežja Game Center, vključno s funkcijami, dostopnimi prek Nastavitev, kot so vaše zahteve za prijateljstvo, za potrebe izboljševanja in optimiziranja omrežja Game Center za vas in druge. Ti podatki niso povezani z vašim računom Apple. Igranje z drugimi igralci in prijatelji Pri igrah z globalnimi lestvicami vodilnih igralcev so vaš vzdevek, avatar in število doseženih točk v omrežju Game Center ter stanje naročnine na storitev Arcade vidni vsem uporabnikom omrežja Game Center. S prijatelji ali vsemi uporabniki omrežja Game Center lahko delite tudi druge podatke o aktivnosti. Ti podatki vključujejo igre, ki ste jih igrali, in dosežke ter bodo vidni tistim, s katerimi jih delite v storitvi Game Center in drugih storitvah Apple, kot sta App Store in Apple Arcade. Podatki o aktivnosti otrok v omrežju Game Center se lahko delijo le z njihovimi prijatelji v omrežju Game Center. Stanje deljenja aktivnosti si lahko v napravi s sistemom iOS, iPadOS ali visionOS ogledate in spremenite v razdelku Nastavitve > Game Center > Zasebnost profila, v Macu pa v razdelku Nastavitve sistema > Game Center > Zasebnost profila. Če je vaš vzdevek v omrežju Game Center povezan z vašo vizitko, bo omrežje Game Center uporabljalo e-poštni naslov in telefonsko številko, ki sta povezana z vašim računom Apple. To prijateljem v omrežju Game Center omogoča, da vas lahko lažje najdejo na podlagi imena, ki ga imajo shranjenega v aplikaciji Stiki. To nastavitev lahko v napravi s sistemom iOS, iPadOS ali visionOS upravljate v razdelku Nastavitve > Game Center > Dovoli iskanje prijateljev, v Macu pa v razdelku Nastavitve sistema > Game Center tako, da izklopite možnost Dovoli iskanje prijateljev. Kadar igrate igro, ki podpira večigralstvo, bodo drugi uporabniki omrežja Game Center, ki do te igre dostopajo prek istega omrežja WLAN ali lokalnega omrežja oziroma so znotraj dosega povezave Bluetooth, lahko videli vaš vzdevek in avatar ter da ste v bližini. Če razvijalec uporablja večigralsko funkcijo družbe Apple, jo lahko v napravi z operacijskim sistemom iOS, iPadOS ali visionOS onemogočite tako, da odprete razdelek Nastavitve > Game Center in nato tapnete, da izklopite možnost Igralci v bližini. V Macu odprite razdelek Nastavitve sistema > Game Center in kliknite, da izklopite možnost »Igralci v bližini«. V operacijskem sistemu tvOS odprite razdelek Nastavitve > Uporabniki in računi > [uporabniško ime] > Game Center in izklopite možnost Igralci v bližini. Apple prejema nedoločljive podatke o vaših stikih, ki so se odločili povezati svoj vzdevek v omrežju Game Center s svojo vizitko. Ti podatki se uporabljajo za izboljševanje priporočil prijateljev, ki se vam prikazujejo na površinah v omrežju Game Center, vendar jih Apple ne hrani. Omrežje Game Center pri zagotavljanju pomoči našim priporočilom uporablja obdelavo podatkov v napravi. Če ste prijateljstva sklenili pred namestitvijo operacijskega sistema iOS 10, bo tem prijateljem dostopno vaše pravo ime. Če ste po namestitvi operacijskega sistema iOS 10 sklenili prijateljstva, bo prijateljem viden zgolj vaš vzdevek. Prava imena iz računov otrok, vključno s tistimi, ustvarjenimi pred operacijskim sistemom iOS 10, ne bodo vidna prijateljem. Komunikacija z vami Apple lahko uporablja podatke o vašem računu, kot so izdelki Apple, ki jih imate v lasti, in vaše naročnine na storitve Apple, za pošiljanje sporočil o omrežju Game Center ter drugih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale. Apple lahko informacije o vaši aktivnosti v omrežju Game Center uporablja tudi za to, da vam lahko pošilja e-poštna sporočila in potisna obvestila o novih funkcijah, vsebini in ponudbah, ki so na voljo v omrežju Game Center. Na strani account.apple.com lahko spremenite svoje nastavitve e‑pošte ali pa se odjavite od prejemanja teh e‑poštnih sporočil. Če želite posodobiti nastavitve za obvestila v napravi s sistemom iOS, iPadOS ali visionOS, odprite Nastavitve > Obvestila > Game Center. Apple uporablja informacije o vaših interakcijah z našimi komunikacijskimi kanali, vključno z obvestili, da bi izboljšal svoje storitve. Drugi razvijalci Ko ste vpisani v omrežje Game Center, lahko razvijalci iger, ki jih igrate, zahtevajo pridobitev določenih podatkov, vključno z vašim vzdevkom, avatarjem in drugimi enoličnimi identifikatorji v omrežju Game Center. Razvijalec lahko zahteva tudi seznam povezanih igralcev, vključno s prijatelji in igralci, s katerimi ste nedavno igrali, kar vključuje vzdevke in avatarje. Če boste aplikaciji dovolili, da vas poveže s prijatelji, bodo ti imeli dostop do seznama vaših prijateljev, ki prav tako igrajo to igro. Aplikaciji bodo kot vaši prijatelji prikazani le tisti prijatelji, ki so se strinjali, da jih ta aplikacija poveže z njihovimi prijatelji. Aplikacijam lahko kadarkoli onemogočite, da vas povežejo s prijatelji. To lahko v napravi z operacijskim sistemom iOS, iPadOS ali visionOS storite tako, da odprete razdelek Nastavitve > Game Center > Poveži se s prijatelji in nato tapnete, da izklopite možnost Poveži se s prijatelji. V Macu odprite razdelek Nastavitve sistema > Game Center in kliknite, da izklopite možnost »Poveži se s prijatelji«. To preprečuje aplikacijam, da bi vas vprašale, ali vas lahko povežejo s prijatelji v omrežju Game Center, in bo prenehalo deliti seznam prijateljev s predhodno dovoljenimi aplikacijami. Če uporabljate aplikacije drugih ponudnikov, se morate seznaniti z njihovimi pogoji, pravilniki o zasebnosti in praksami, da boste razumeli, kako zbirajo in uporabljajo vaše podatke. Otroci, ki uporabljajo omrežje Game Center Otrokom v vaši družini, ki uporabljajo omrežje Game Center, lahko v razdelku Omejitve vsebine in zasebnosti v funkciji Čas pred zaslonom časovno omejite uporabo določenih aplikacij in v njihovih napravah onemogočite delovanje nekaterih funkcij v omrežju Game Center, vključno z igranjem večigralskih iger ter možnostma dodajanja prijateljev in povezovanja s prijatelji, ki igrajo isto igro. To lahko v napravi s sistemom iOS, iPadOS ali visionOS storite tako, da odprete razdelek Nastavitve > Čas pred zaslonom > Omejitve vsebine in zasebnosti > Omejitve vsebine. V Macu odprite razdelek Nastavitve sistema > Čas pred zaslonom > Vsebina in zasebnost. V operacijskem sistemu tvOS odprite razdelek Nastavitve > Splošno > Omejitve. Pri komuniciranju z drugimi igralci v omrežju Game Center otroci ne morejo pošiljati ali prejemati besedilnih sporočil uporabnikov. Pošiljajo in prejemajo lahko zgolj prednastavljena sporočila. Glasovni klepet v igrah otrokom ni omogočen. Veljavna pravna podlaga za obdelavo osebnih podatkov Osebne podatke, ki jih vnesete v omrežje Game Center, obdelujemo v skladu z vašim soglasjem in za potrebe naših zakonitih interesov. Kjer veljavna lokalna zakonodaja dovoljuje, po potrebi obdelujemo naslednje kategorije osebnih podatkov za potrebe naših zakonitih interesov: • vaša uporaba omrežja Game Center, vključno z igrami, ki jih igrate, in igralno aktivnostjo • vaš vzdevek, avatar, stanje naročnine na storitev Arcade, število doseženih točk in drugi podatki o aktivnosti • vaši prijatelji iz omrežja Game Center, igralci, s katerimi igrate, in kdaj igrate skupaj z njimi Ti zakoniti interesi vključujejo: • optimiziranje in izboljševanje omrežja Game Center za vas in druge • pošiljanje sporočil o omrežju Game Center ter drugih sorodnih izdelkih, storitvah in ponudbah družbe Apple, ki bi vas morda zanimale • preprečevanje goljufij in drugih zlonamernih aktivnosti Hramba Omrežje Game Center hrani podatke, ki se nanašajo na vas, dokler uporabljate račun Apple, ki je povezan z računom omrežja Game Center. Preprečevanje goljufij in drugih zlonamernih aktivnosti Osebne podatke zbiramo, da preprečimo goljufije in druge zlonamerne aktivnosti v omrežju Game Center ter drugih aplikacijah in storitvah Apple. Ti podatki vključujejo podatke o napravi, na primer vrsto naprave in različico programske opreme, podatke o lokaciji (približno določeno z ujemanjem naslova IP vaše internetne povezave z geografsko regijo, če je to na voljo), zgodovino prenosov ter nakupov in druge interakcije z omrežjem Game Center ter drugimi aplikacijami in storitvami. Podatki, ki jih zbira Apple, bodo vedno obravnavani v skladu s pravilnikom o zasebnosti družbe Apple, ki je na voljo na naslovu www.apple.com/si/privacy.
sv: Att hålla din information säker och att skydda dess integritet är en prioritet för alla på Apple. Vi arbetar hårt för att endast samla in de data vi behöver för att göra din upplevelse bättre, och när vi samlar in data tror vi att det är viktigt för dig att veta vad vi samlar in och varför vi behöver det, så att du kan göra informerade val. Precis som alla andra produkter och tjänster från Apple har Game Center utformats kring dessa principer. Tillhandahålla och förbättra Game Center När inställningen av Game Center är klar kan du delta i spelrelaterade aktiviteter som att vara med på resultattavlor, spela multiplayerspel, hitta, visa och utmana vänner och spåra prestationer. Apple samlar in information om din användning av Game Center för att förbättra och optimera Game Center för dig och andra, inklusive spelen du spelar, när du spelar dem och vem eller vilka du spelar med, dina poäng och prestationer samt de utmaningar som du skickar och tar emot. Apple samlar även in en lista med dina Game Center-vänner, spelare som du spelar med och när ni spelar tillsammans. Den här informationen används så att du enklare kan återansluta till multiplayerspel, så att ni snabbt ser varandras bästa resultat och till att förbättra Game Center för dig och andra. Apple samlar in information om dina interaktioner med funktioner i Game Center, inklusive funktioner som är tillgängliga från Inställningar, t.ex. dina vänförfrågningar, i syfte att förbättra och optimera Game Center för dig och andra. Den här informationen kopplas inte till ditt Apple‑konto. Spela med andra spelare och vänner Ditt Game Center-smeknamn, avatar, resultat och om du abonnerar på Arcade kan ses av alla Game Center-användare i spel som har globala resultattavlor. Du kan också välja att dela annan information om din Game Center-aktivitet med dina Game Center-vänner eller alla Game Center-användare. Den informationen omfattar spel som du har spelat och de framsteg du gör och är synlig för de du delar den med i Game Center och andra Apple-tjänster som App Store och Apple Arcade. Barns information om Game Center-aktivitet kan endast delas med deras Game Center-vänner. Du kan se och ändra din aktivitetsdelningsstatus genom att öppna Inställningar > Game Center > Profilintegritet på en iOS-, iPadOS- eller visionOS-enhet och Systeminställningar > Game Center > Profilintegritet på en Mac. När du kopplar ditt Game Center-smeknamn med ditt kontaktkort använder Game Center e-postadressen och telefonnumret som är kopplat till ditt Apple‑konto. Detta gör att dina Game Center-vänner kan hitta dig lättare baserat på det namn du finns under i deras Kontakter-app. Du kan styra den här inställningen på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Game Center > Tillåt sökning efter vänner och på en Mac genom att öppna Systeminställningar > Game Center och stänga av Tillåt sökning efter vänner. När du spelar ett spel som har stöd för multiplayerfunktioner kan andra Game Center-spelare som ansluter till samma spel i samma WLAN-nätverk eller LAN eller är inom Bluetooth-räckvidden se att du är i närheten samt se ditt smeknamn och din avatar. När en utvecklare använder Apples funktionalitet för multiplayer kan du avaktivera den här funktionen på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Game Center och sedan trycka för att stänga av Spelare i närheten. På en Mac öppnar du Systeminställningar > Game Center och stänger av Spelare i närheten genom att klicka. I tvOS öppnar du Inställningar > Användare och konton > [användarnamn] > Game Center och stänger av Spelare i närheten. Apple får icke-identifierbar information om dina kontakter som har valt att koppla sitt Game Center-smeknamn till sitt kontaktkort. Den här informationen används till att förbättra vänrekommendationerna som visas för dig i Game Center, men den lagras inte av Apple. Game Center använder dessutom bearbetning på enheten som stöd för våra rekommendationer. Om du har vänrelationer som är äldre än iOS 10 har de vännerna tillgång till ditt riktiga namn. För vänrelationer som har skapats efter att du började använda iOS 10 syns bara ditt smeknamn för vännerna. Barnkonton gör aldrig riktiga namn synliga för vänner, inklusive före iOS 10. Kommunikation Apple kan använda information om ditt konto, exempelvis Apple-produkterna du äger och dina abonnemang på Apple-tjänster, till att skicka information om Game Center och andra produkter och tjänster från Apple samt erbjudanden som kan intressera dig. Apple kan även använda information om din aktivitet i Game Center till att skicka mejl och pushnotiser om nya funktioner, innehåll och erbjudanden i Game Center. Du kan ändra dina e-postinställningar och välja att sluta få dessa mejl på account.apple.com. Du uppdaterar notisinställningar på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Notiser > Game Center. Apple använder information om dina interaktioner med våra kommunikationer, inklusive notiser, för att förbättra våra tjänster. Tredjepartsutvecklare När du är inloggad på Game Center kan utvecklarna av de spel du spelar begära information om dig som omfattar smeknamn, avatar och andra unika Game Center-identifierare. En utvecklare kan även begära en lista med relaterade spelare, inklusive dina vänner och spelare som du nyligen har spelat med, vilken omfattar smeknamn och avatarer. Om du väljer att låta en app följa dina vänner kan de komma åt en lista med dina vänner som också spelar det spelet. Endast vänner som också har tillåtit appen att följa deras vänner blir synliga för appen som dina vänner. Du kan också välja att aldrig låta någon app följa dina vänner. Det gör du på en enhet med iOS, iPadOS eller visionOS genom att öppna Inställningar > Game Center > Hitta vänner och trycka för att stänga av Hitta vänner. På en Mac öppnar du Systeminställningar > Game Center och stänger av Hitta vänner genom att klicka. Det förhindrar att appar frågar om de får hitta dina Game Center-vänner och slutar dela din vänlista med appar som tidigare hade tillgång till den. När du använder en app från tredje part bör du granska utvecklarens villkor, integritetspolicyer och praxis för att förstå hur de samlar in och använder dina data. Barn på Game Center För barn i familjen som använder Game Center kan du använda Begränsa innehåll/integritet i Skärmtid till att begränsa tiden som ägnas åt specifika appar och blockera Game Center-funktioner på barnets enhet, inklusive multiplayerfunktioner samt möjligheten att lägga till vänner och hitta vänner som spelar samma spel. Du gör det på en iOS-, iPadOS- eller visionOS-enhet genom att öppna Inställningar > Skärmtid > Begränsa innehåll/integritet > Innehållsbegränsningar. På en Mac öppnar du Systeminställningar > Skärmtid > Innehåll och integritet. I tvOS öppnar du Inställningar > Allmänt > Begränsningar. När barn kommunicerar med andra spelare i Game Center kan de dessutom varken skicka eller ta emot text som användare har matat in. De är begränsade till att skicka och ta emot förinställda meddelanden. Röstchattar i spel är avaktiverade för barn. Tillämpbar juridisk grund för behandling av personuppgifter Vi behandlar dina personuppgifter i Game Center baserat på ditt samtycke och enligt vad som krävs för våra legitima intressen. Där lokala lagar och regler tillåter det behandlar vi följande kategorier av personuppgifter enligt vad som krävs för våra legitima intressen: • Din användning av Game Center, inklusive spelen du spelar och din spelaktivitet. • Ditt smeknamn, din avatar, om du abonnerar på Arcade, dina poäng och annan aktivitetsinformation. • Dina Game Center-vänner, spelarna du spelar med och när ni spelar ihop. Dessa legitima intressen inkluderar att: • Optimera och förbättra Game Center för dig och andra. • Skickar kommunikationer om Game Center och andra relaterade produkter, tjänster och erbjudanden från Apple som kan vara av intresse för dig. • Skydda mot bedrägeri och annat skadligt beteende. Lagring Game Center behåller den information som har samlats in om dig så länge du har kvar det Apple‑konto som är associerat med ditt Game Center-konto. Skydd mot bedrägeri och annat skadligt beteende Vi samlar in personuppgifter för att förhindra bedrägeri och annat skadligt beteende i Game Center och i andra appar och tjänster från Apple. Denna information inkluderar enhetsinformation, till exempel enhetstyp och programvaruversion, platsinformation (som uppskattas genom att matcha internetanslutningens IP-adress till en geografisk region, om den finns tillgänglig), historik för hämtningar och köp samt andra interaktioner med Game Center och andra appar och tjänster. Information som samlas in av Apple kommer under alla förhållanden att behandlas i enlighet med Apples integritetspolicy, som finns på www.apple.com/se/privacy.
th: การปกป้องความเป็นส่วนตัวและความปลอดภัยของข้อมูลของคุณนับเป็นสิ่งสำคัญที่สุดที่ทุกคนที่ Apple ยึดถือ เราทำงานอย่างหนักเพื่อเก็บรวบรวมเฉพาะข้อมูลที่จำเป็นต่อการพัฒนาประสบการณ์การใช้งานของคุณให้ดีขึ้น และเมื่อเราเก็บรวบรวมข้อมูล เราเชื่อว่าการทราบว่าเรากำลังเก็บข้อมูลใดและเพราะอะไรเราจึงต้องการข้อมูลนั้นเป็นเรื่องสำคัญ เพื่อให้คุณสามารถตัดสินใจได้จากการได้รับข้อมูลที่เพียงพอ Game Center นั้นก็เช่นเดียวกันกับผลิตภัณฑ์และบริการอื่นๆ จาก Apple ที่ได้รับการออกแบบมาโดยยึดหลักการเหล่านี้ การให้ข้อมูลและการปรับปรุง Game Center เมื่อคุณเตรียมความพร้อม Game Center แล้ว คุณจะสามารถเข้าร่วมในกิจกรรมที่เกี่ยวกับเกมได้ เช่น การเข้าร่วมในอันดับคะแนน เกมที่เล่นได้หลายคน การค้นหา การดู และการท้าเพื่อนๆ และการติดตามผลสำเร็จ Apple เก็บรวบรวมข้อมูลเกี่ยวกับการใช้งาน Game Center ของคุณเพื่อปรับปรุงและปรับ Game Center ให้เหมาะสมสำหรับคุณและคนอื่น รวมถึงเกมที่คุณเล่น เวลาที่คุณเล่น คนที่คุณเล่นด้วย คะแนนและผลสำเร็จของคุณ รวมถึงคำท้าที่คุณส่งและได้รับ Apple ยังเก็บรวบรวมรายชื่อเพื่อนใน Game Center ของคุณ, ผู้เล่นที่คุณเล่นด้วย และเวลาที่คุณเล่นด้วยกัน ข้อมูลนี้จะถูกใช้เพื่อช่วยให้คุณพบกันอีกครั้งได้อย่างง่ายดายในเกมที่เล่นได้หลายคน ดูคะแนนสูงสุดของอีกฝ่ายได้อย่างรวดเร็ว และปรับปรุง Game Center สำหรับคุณและผู้อื่น Apple เก็บรวบรวมข้อมูลเกี่ยวกับการโต้ตอบกับคุณสมบัติ Game Center ของคุณ ซึ่งรวมถึงคุณสมบัติที่สามารถเข้าถึงได้จากการตั้งค่า เช่น คำขอเป็นเพื่อนของคุณ เพื่อปรับปรุงและปรับ Game Center ให้เหมาะสมสำหรับคุณและคนอื่น โดยข้อมูลนี้จะไม่ผูกกับบัญชี Apple ของคุณ การเล่นกับผู้เล่นอื่นและเพื่อน ผู้ใช้ Game Center ทุกคนสามารถดูชื่อเล่น รูปประจำตัว คะแนน และสถานะการสมัครใช้บริการ Arcade ของคุณสำหรับเกมที่มีอันดับคะแนนทั่วโลกได้ คุณสามารถเลือกที่จะแชร์ข้อมูลกิจกรรม Game Center อื่นๆ กับเพื่อนใน Game Center ของคุณหรือผู้ใช้ Game Center ทั้งหมดได้เช่นกัน ข้อมูลนี้ได้แก่ เกมที่คุณเคยเล่นและความคืบหน้าของผลสำเร็จของคุณ ซึ่งจะแสดงให้คนที่คุณแชร์ด้วยเห็นใน Game Center รวมถึงบริการอื่นๆ ของ Apple เช่น App Store และ Apple Arcade ด้วย ข้อมูลกิจกรรม Game Center ของบุตรหลานสามารถแชร์กับเพื่อนใน Game Center ของพวกเขาได้เท่านั้น คุณสามารถดูและเปลี่ยนสถานะการแชร์กิจกรรมของคุณได้โดยไปที่การตั้งค่า > Game Center > ความเป็นส่วนตัวของโปรไฟล์บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ และการตั้งค่าระบบ > Game Center > ความเป็นส่วนตัวของโปรไฟล์บน Mac เมื่อชื่อเล่น Game Center ของคุณเชื่อมโยงกับบัตรรายชื่อของคุณ Game Center จะใช้ที่อยู่อีเมลและเบอร์โทรศัพท์ที่ผูกกับบัญชี Apple ของคุณ การทำงานนี้ช่วยให้เพื่อนใน Game Center ของคุณค้นหาคุณได้ง่ายยิ่งขึ้นตามชื่อที่เขาตั้งให้คุณในแอปรายชื่อของเขา คุณสามารถควบคุมการตั้งค่านี้บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณได้โดยไปที่การตั้งค่า > Game Center > อนุญาตให้ค้นหาโดยเพื่อน และบน Mac โดยไปที่การตั้งค่าระบบ > Game Center แล้วปิดใช้อนุญาตให้ค้นหาโดยเพื่อน เมื่อคุณเล่นเกมที่รองรับฟังก์ชั่นหลายผู้เล่น ผู้ใช้ Game Center อื่นซึ่งเข้าถึงเกมเดียวกันบนเครือข่าย WLAN หรือเครือข่ายท้องถิ่นเดียวกัน หรืออยู่ภายในระยะสัญญาณบลูทูธ จะสามารถเห็นได้ว่าคุณอยู่ใกล้เคียงและเห็นชื่อเล่นและรูปประจำตัวของคุณ เมื่อนักพัฒนากำลังใช้ฟังก์ชั่นหลายผู้เล่นของ Apple คุณสามารถปิดใช้งานคุณสมบัตินี้บนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณได้โดยไปที่การตั้งค่า > Game Center จากนั้นแตะเพื่อปิดใช้ผู้เล่นใกล้เคียง บน Mac ให้ไปที่การตั้งค่าระบบ > Game Center แล้วคลิกเพื่อปิดใช้ “ผู้เล่นใกล้เคียง” บน tvOS ให้ไปที่การตั้งค่า > ผู้ใช้และบัญชี > [ชื่อผู้ใช้] > Game Center จากนั้นปิดใช้ผู้เล่นใกล้เคียง Apple จะรับข้อมูลที่ไม่สามารถระบุตัวตนได้เกี่ยวกับรายชื่อของคุณที่เลือกที่จะเชื่อมโยงชื่อเล่น Game Center กับบัตรรายชื่อของเขา ข้อมูลนี้จะถูกใช้ในการปรับปรุงคำแนะนำเป็นเพื่อนที่แสดงให้คุณเห็นบน Game Center แต่จะไม่ถูกจัดเก็บโดย Apple นอกจากนี้ Game Center จะใช้การประมวลผลภายในอุปกรณ์เพื่อช่วยเหลือตามคำแนะนำของเรา ถ้าคุณมีความสัมพันธ์กับเพื่อนที่สร้างขึ้นก่อน iOS 10 เพื่อนเหล่านั้นยังสามารถเข้าถึงชื่อจริงของคุณได้ ในความสัมพันธ์กับเพื่อนที่สร้างขึ้นตั้งแต่คุณใช้ iOS 10 เพื่อนของคุณสามารถมองเห็นเพียงชื่อเล่นของคุณได้เท่านั้น เพื่อนจะไม่เห็นชื่อจริงของบัญชีบุตรหลานในทุกกรณี ซึ่งรวมถึงก่อน iOS 10 ด้วย การสื่อสารกับคุณ Apple อาจใช้ข้อมูลเกี่ยวกับบัญชีของคุณ เช่น ผลิตภัณฑ์ของ Apple ที่คุณเป็นเจ้าของและการสมัครใช้บริการต่างๆ ของ Apple ของคุณ เพื่อสื่อสารกับคุณเกี่ยวกับ Game Center รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ ของ Apple ที่คุณอาจสนใจ Apple ยังอาจใช้ข้อมูลเกี่ยวกับกิจกรรมของคุณภายใน Game Center เพื่อส่งอีเมลและการแจ้งเตือนแบบผลักข้อมูลเกี่ยวกับคุณสมบัติใหม่ เนื้อหา และข้อเสนอที่มีใน Game Center ให้คุณ คุณสามารถเปลี่ยนการตั้งค่าอีเมลของคุณและเลือกไม่รับอีเมลเหล่านี้ได้โดยไปที่ account.apple.com ในการอัปเดตการตั้งค่าการแจ้งเตือนของคุณบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > การแจ้งเตือน > Game Center Apple ใช้ข้อมูลเกี่ยวกับการโต้ตอบของคุณที่มีต่อการสื่อสารของเราซึ่งรวมถึงการแจ้งเตือนต่างๆ เพื่อปรับปรุงบริการของเรา นักพัฒนาที่เป็นบริษัทอื่น เมื่อคุณลงชื่อเข้า Game Center นักพัฒนาเกมอาจขอข้อมูลเกี่ยวกับคุณ ซึ่งรวมถึงชื่อเล่น รูปประจำตัว และข้อมูลประจำตัว Game Center ที่มีลักษณะเฉพาะอื่นๆ นักพัฒนายังสามารถขอรายชื่อผู้เล่นที่เกี่ยวข้อง รวมทั้งเพื่อนและผู้เล่นที่คุณเพิ่งเล่นด้วยล่าสุดซึ่งจะรวมถึงชื่อเล่นและรูปประจำตัวด้วย ถ้าคุณเลือกที่จะอนุญาตให้แอปเชื่อมต่อกับเพื่อนของคุณได้ แอปสามารถเข้าถึงรายชื่อเพื่อนที่เล่นเกมนี้ด้วยของคุณได้ เฉพาะเพื่อนที่ยอมรับให้แอปนี้เชื่อมต่อกับเพื่อนของเขาจะแสดงให้แอปเห็นว่าเป็นเพื่อนของคุณ คุณอาจเลือกที่จะไม่อนุญาตให้แอปเชื่อมต่อคุณกับเพื่อนได้ตลอดเวลาด้วย ในการทำเช่นนั้นบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > Game Center > เชื่อมต่อกับเพื่อน แล้วแตะเพื่อปิดใช้การเชื่อมต่อกับเพื่อน บน Mac ให้ไปที่การตั้งค่าระบบ > Game Center แล้วคลิกเพื่อปิดใช้ “เชื่อมต่อกับเพื่อน” การตั้งค่านี้จะป้องกันไม่ให้แอปขอสิทธิ์หากแอปสามารถเชื่อมต่อคุณกับเพื่อนใน Game Center ของคุณได้และจะหยุดแชร์รายชื่อเพื่อนกับแอปที่อนุญาตก่อนหน้านี้ เมื่อใดก็ตามที่คุณใช้แอปของบริษัทอื่น คุณควรตรวจสอบข้อกำหนด นโยบายความเป็นส่วนตัว และแนวปฏิบัติของนักพัฒนา เพื่อให้เข้าใจวิธีที่เขาเก็บรวบรวมและใช้ข้อมูลของคุณ บุตรหลานใน Game Center สำหรับเด็กในครอบครัวของคุณที่ใช้ Game Center คุณสามารถใช้การจำกัดเนื้อหาและความเป็นส่วนตัวในเวลาหน้าจอเพื่อจำกัดเวลาที่ใช้ในแอปที่ระบุและปิดกั้นคุณสมบัติ Game Center บนอุปกรณ์ของเด็กของคุณได้รวมทั้งฟังก์ชั่นการเล่นได้หลายคน ความสามารถในการเพิ่มเพื่อน และความสามารถในการเชื่อมต่อกับเพื่อนที่เล่นเกมเดียวกัน ในการทำเช่นนั้นบนอุปกรณ์ iOS, iPadOS หรือ visionOS ของคุณ ให้ไปที่การตั้งค่า > เวลาหน้าจอ > จำกัดเนื้อหาและความเป็นส่วนตัว > การจำกัดเนื้อหา บน Mac ให้ไปที่การตั้งค่าระบบ > เวลาหน้าจอ > เนื้อหาและความเป็นส่วนตัว บน tvOS ให้ไปที่การตั้งค่า > ทั่วไป > การจำกัด นอกจากนี้ เมื่อสื่อสารกับผู้เล่นคนอื่นใน Game Center บุตรหลานจะไม่สามารถส่งหรือรับข้อความป้อนเข้าโดยผู้ใช้ได้ โดยจะจำกัดให้ส่งและรับเฉพาะข้อความที่กำหนดไว้เท่านั้น และการสนทนาแบบเสียงในเกมจะถูกปิดใช้งานสำหรับบุตรหลาน พื้นฐานทางกฎหมายที่เกี่ยวข้องสำหรับการประมวลผลข้อมูลส่วนบุคคล เราประมวลผลข้อมูลส่วนบุคคลของคุณใน Game Center ตามความยินยอมของคุณและตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมายของเรา ถ้ากฎหมายในท้องถิ่นที่บังคับใช้กำหนด เราจะประมวลผลหมวดหมู่ของข้อมูลส่วนบุคคลต่อไปนี้ตามความจำเป็นเพื่อจุดประสงค์ด้านผลประโยชน์ที่ถูกต้องตามกฎหมาย: • การใช้ Game Center ของคุณ ซึ่งรวมถึงเกมที่คุณเล่นและกิจกรรมเกมของคุณ • ชื่อเล่น รูปประจำตัว สถานะการสมัครใช้บริการ Arcade คะแนน และข้อมูลกิจกรรมอื่นของคุณ • เพื่อนใน Game Center ของคุณ ผู้เล่นที่คุณเล่นด้วย และเวลาที่คุณเล่นด้วยกัน ผลประโยชน์ที่ถูกต้องตามกฎหมายเหล่านี้รวมถึง: • การปรับปรุงและปรับ Game Center ให้เหมาะสมสำหรับคุณและผู้อื่น • การสื่อสารกับคุณเกี่ยวกับ Game Center รวมถึงผลิตภัณฑ์ บริการ และข้อเสนออื่นๆ ที่เกี่ยวข้องจาก Apple ที่คุณอาจสนใจ • การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย การเก็บบันทึกข้อมูล Game Center จะเก็บข้อมูลที่รวบรวมไว้เกี่ยวกับคุณตราบเท่าที่คุณยังรักษาบัญชี Apple ที่ผูกกับบัญชี Game Center อยู่ การป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้าย เราเก็บรวบรวมข้อมูลส่วนบุคคลเพื่อป้องกันการโจรกรรมและกิจกรรมอื่นที่ประสงค์ร้ายใน Game Center รวมถึงแอปและบริการอื่นๆ จาก Apple ข้อมูลนี้รวมถึงข้อมูลอุปกรณ์ เช่น ประเภทของอุปกรณ์และเวอร์ชั่นซอฟต์แวร์ ข้อมูลตำแหน่งที่ตั้ง (ซึ่งประมาณโดยการเทียบที่อยู่ IP ของการเชื่อมต่อกับอินเทอร์เน็ตของคุณกับพื้นที่ทางภูมิศาสตร์ หากมี) ประวัติการดาวน์โหลดและการซื้อ และการโต้ตอบอื่นกับ Game Center และแอปและบริการอื่นๆ ข้อมูลที่เก็บรวบรวมโดย Apple จะได้รับการปฏิบัติตามนโยบายความเป็นส่วนตัวของ Apple เสมอ ซึ่งสามารถอ่านได้ที่ https://www.apple.com/th/privacy/
tr: Bilgilerinizin gizliliğini ve güvenliğini korumak Apple’daki herkesin önceliğidir. Daha iyi bir deneyim yaşamanızı sağlamak amacıyla yalnızca gereksinimimiz olan verileri toplamak için çok çalışıyoruz. Verileri topladığımızda da, bilinçli seçimler yapabilmeniz için neleri topladığımızı ve bunlara niçin gereksinimimiz olduğunu bilmenizin önemli olduğuna inanıyoruz. Her Apple ürünü ve servisi gibi Game Center da bu prensipler göz önünde bulundurularak tasarlanmıştır. Game Center’ı Sunma ve İyileştirme Game Center’da başladığınızda, puan cetvellerine ve çok oyunculu oyunlara katılım, arkadaşlarınızı bulma, görüntüleme ve onlara meydan okuma ve başarı takibi gibi oyunla ilgili etkinliklerde bulunabilirsiniz. Apple, Game Center’ı siz ve diğer kullanıcılar için iyileştirmek ve en iyi duruma getirmek amacıyla, oynadığınız oyunlar, onları ne zaman ve kimlerle oynadığınız, puanlarınız ve başarılarınız ve gönderip aldığınız meydan okumalar da dahil olmak üzere Game Center kullanımınız ile ilgili bilgileri toplar. Apple aynı zamanda Game Center arkadaşlarınızın, birlikte oynadığınız oyuncuların ve onlarla ne zaman oyun oynadığınızın bir listesini tutar. Bu bilgiler, çok oyunculu oyunlarda kolayca bir araya gelmenize ve bir diğerinin yüksek skorlarını hızla görmenize yardımcı olmak ve Game Center’ı siz ve başkaları için iyileştirmek amacıyla kullanılır. Apple, Game Center’ı sizin ve diğer kullanıcılar için iyileştirmek ve en iyi duruma getirmek amacıyla Ayarlar’dan erişilebilecek arkadaşlık istekleriniz gibi özellikler de dahil olmak üzere Game Center özellikleriyle etkileşiminiz hakkındaki bilgileri toplar. Bu bilgiler Apple Hesabı’nızla ilişkilendirilmez. Diğer Oyuncular ve Arkadaşlarla Oynama Game Center takma adınız, avatarınız, puanlarınız ve Arcade abonelik durumunuz genel puan cetvellerine sahip oyunlar için tüm Game Center kullanıcıları tarafından görülür. Game Center aktivitenizle ilgili başka bilgileri de Game Center arkadaşlarınızla veya tüm Game Center kullanıcılarıyla paylaşmayı seçebilirsiniz. Bu bilgiler, oynadığınız oyunları ve başarı durumunuzu içerir ve Game Centerʼda ve App Store ve Apple Arcade gibi diğer Apple servislerinde paylaşımda bulunduğunuz kişiler tarafından görülür. Çocukların Game Center aktivite bilgileri yalnızca kendi Game Center arkadaşlarıyla paylaşılabilir. iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > Game Center > Profil Gizliliği bölümüne ve Mac’te Sistem Ayarları > Game Center > Profil Gizliliği bölümüne giderek aktivite paylaşma durumunuzu görebilir ve değiştirebilirsiniz. Game Center takma adınız kişi kartınıza bağlandığında Game Center, Apple Hesabı’nızla ilişkili e-posta adresini ve telefon numarasını kullanır. Bu, Game Center arkadaşlarınızın sizi, Kişiler uygulamasında size verdikleri ada göre daha kolay bulmalarına yardımcı olur. iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > Game Center > Arkadaşlar Tarafından Bulunmaya İzin Ver’e gidip ve Mac’te ise Sistem Ayarları > Game Center’a gidip Arkadaşlar Tarafından Bulunmaya İzin Ver’i kapatarak bu ayarı denetleyebilirsiniz. Çok oyunculu işlevselliğini destekleyen bir oyun oynadığınızda aynı WLAN ağında, yerel alan ağında veya Bluetooth kapsama alanında aynı oyuna erişen diğer Game Center kullanıcıları sizin yakında olduğunuzu anlayıp takma adınızı ve avatarınızı görebilir. Bir geliştirici, Apple’ın çok oyunculu işlevselliğini kullanırken bu özelliği iOS, iPadOS ya da visionOS aygıtınızda Ayarlar > Game Center’a gidip Yakındaki Oyuncular’ı kapatmak için dokunarak etkisizleştirebilirsiniz. Macʼte Sistem Ayarları > Game Center bölümüne gidin ve “Yakındaki Oyuncular”ı kapatmak için tıklayın. tvOS’te Ayarlar > Kullanıcılar ve Hesaplar > [kullanıcı adı] > Game Center’a gidin ve sonra Yakındaki Oyuncular’ı kapatın. Apple, Game Center takma adlarını kişi kartlarına bağlamayı seçmiş kişilerinizle ilgili kimliğin saptanamadığı bilgileri alır. Bu bilgiler, Game Center arayüzünde size gösterilen arkadaş önerilerini iyileştirmek için kullanılır ama Apple tarafından saklanmaz. Ayrıca, Game Center önerilerimizde yardımcı olmak için aygıtta işlemeyi kullanır. iOS 10’dan önce kurulmuş arkadaşlık ilişkileriniz varsa bu arkadaşlarınız gerçek adınıza erişebilir. iOS 10 kullanmaya başladıktan sonra kurulan arkadaşlık ilişkilerinde arkadaşlarınız yalnızca takma adınızı görür. Çocuk hesaplarında, iOS 10ʼdan öncekiler de dahil olmak üzere gerçek adlar asla arkadaşlara gösterilmez. Sizinle İletişim Apple, Game Center ve ilginizi çekebilecek diğer Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek için hesabınız hakkında, sahip olduğunuz Apple ürünleri ve Apple servislerine olan abonelikleriniz gibi bilgileri kullanabilir. Apple, size Game Center’daki yeni özellikler, içerikler ve teklifler hakkında e-postalar ve anında iletilen bildirimler göndermek için Game Center’daki etkinliğinizle ilgili bilgileri de kullanabilir. account.apple.com/tr adresine giderek e-posta tercihlerinizi değiştirebilir ve e-posta almaktan vazgeçebilirsiniz. iOS, iPadOS ya da visionOS aygıtınızda bildirim tercihlerinizi güncellemek için Ayarlar > Bildirimler > Game Center bölümüne gidin. Apple, bildirimler de dahil olmak üzere iletişim yazışmalarımızla etkileşimleriniz hakkındaki bilgileri servislerimizi iyileştirmek için kullanır. Üçüncü Parti Geliştiriciler Game Centerʼa giriş yaptığınızda oynadığınız oyunların geliştiricileri; takma adınız, avatarınız ve diğer benzersiz Game Center tanıtıcıları da dahil olmak üzere hakkınızda bilgi almak isteyebilir. Geliştirici, arkadaşlarınız ve yakın zamanda oyun oynadığınız oyuncular da dahil olmak üzere ilgili oyuncuların listesini de isteyebilir. Bir uygulamanın arkadaşlarınızla sizin aranızda bağlantı kurmasına izin vermeyi seçerseniz uygulama bu oyunu oynayan arkadaşlarınızın listesine erişebilir. Bu uygulama tarafından arkadaşlarıyla aralarında bağlantı kurulmasına izin vermiş arkadaşlarınız, uygulamada arkadaşınız olarak görülür. İstediğiniz zaman herhangi bir uygulamanın arkadaşlarınızla sizin aranızda bağlantı kurmasına izin vermemeyi de seçebilirsiniz. Bunu iOS, iPadOS ya da visionOS aygıtınızda yapmak için Ayarlar > Game Center > Arkadaşlarınızla Bağlantı Kurun’a gidin ve Arkadaşlarınızla Bağlantı Kurun’u kapatmak için dokunun. Macʼte Sistem Ayarları > Game Center bölümüne gidin ve “Arkadaşlarınızla Bağlantı Kurun”u kapatmak için tıklayın. Bu, uygulamaların Game Center arkadaşlarınızla bağlantı kurma izni istemesini engeller ve arkadaş listenizin daha önceden izin verilen uygulamalarla paylaşılmasını durdurur. Üçüncü parti bir uygulama kullandığınızda geliştiricinin verilerinizi nasıl topladığını ve kullandığını anlamak için geliştiricinin hükümlerini, gizlilik politikasını ve uygulama yöntemlerini gözden geçirmelisiniz. Game Centerʼda Çocuklar Ailenizde Game Centerʼı kullanan çocuklar için belirli uygulamalarda harcanan süreyi sınırlamak ve çok oyunculu işlevsellik, arkadaş ekleyebilme ve aynı oyunu oynayan arkadaşlarla bağlantı kurma da dahil olmak üzere çocuğunuzun aygıtındaki Game Center özelliklerini engellemek için Ekran Süresiʼnde İçerik ve Gizlilik Sınırlamalarıʼnı kullanabilirsiniz. Bunu iOS, iPadOS veya visionOS aygıtınızda yapmak için Ayarlar > Ekran Süresi > İçerik ve Gizlilik Sınırlamaları > İçerik Sınırlamaları bölümüne gidin. Macʼte Sistem Ayarları > Ekran Süresi > İçerik ve Gizlilik bölümüne gidin. tvOS’te Ayarlar > Genel > Sınırlamalar bölümüne gidin. Ayrıca çocuklar Game Centerʼdaki diğer oyuncularla iletişim kurarken kullanıcı tarafından girilen metinleri gönderemez veya alamaz. Çocuklar, önceden ayarlanmış mesajları göndermekle ve almakla sınırlıdır. Oyun içi sesli sohbet çocuklarda etkisizleştirilmiştir. Kişisel Verilerin İşlenmesine Yönelik Yürürlükteki Yasal Dayanak Game Center’daki kişisel verilerinizi, izninize göre ve yasal çıkarlarımızın gerektirdiği gibi işleriz. Yürürlükteki yerel kanunlar gerektirdiğinde şu kişisel veri kategorilerini yasal çıkarlarımızın gerektirdiği gibi işleriz: • Oynadığınız oyunlar ve oyun aktiviteniz dahil olmak üzere Game Center kullanımınız • Takma adınız, avatarınız, Arcade abonelik durumunuz, puanlarınız ve diğer aktivite bilgileri • Game Center arkadaşlarınız, birlikte oyun oynadığınız oyuncular ve onlarla ne zaman oyun oynadığınız Bu yasal çıkarlar şunları içerir: • Game Center’ı siz ve diğer kullanıcılar için en iyi duruma getirmek ve iyileştirmek • Game Center ve ilginizi çekebilecek diğer ilgili Apple ürünleri, servisleri ve teklifleri hakkında size haberler göndermek • Dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek Bilgi Saklama Game Center, hakkınızda toplanan bilgileri Game Center hesabınızla ilişkili Apple Hesabı’nı kullanmayı sürdürdüğünüz sürece tutmaya devam eder. Dolandırıcılığı ve Diğer Kötü Amaçlı Eylemleri Önleme Game Centerʼda ve diğer Apple uygulamalarında ve servislerinde dolandırıcılığı ve diğer kötü amaçlı eylemleri önlemek için kişisel verileri topluyoruz. Bu bilgiler, aygıt türü ve yazılım sürümü gibi aygıt bilgilerini, konum bilgilerini (varsa, internet bağlantınızın IP adresi bir coğrafi bölgeyle eşleştirilerek tahmin edilir), indirme ve satın alma geçmişini ve Game Center, diğer uygulamalar ve servisler ile etkileşimleri içerir. Apple tarafından alınan tüm bilgiler her zaman www.apple.com/tr/privacy adresinde bulunan Apple’ın Gizlilik Politikası’na uygun bir şekilde işlenecektir.
uk: Захист приватності й безпеки вашої інформації є першочерговим завданням для всіх у компанії Apple. Ми докладаємо великих зусиль, щоб збирати лише ті дані, які потрібні нам, щоб забезпечити для вас найкращі послуги. Тому коли нам доводиться збирати дані, ми вважаємо, що для вас важливо знати, що й навіщо ми збираємо, щоб ви могли зробити поінформований вибір. Game Center, як і решту продуктів і служб Apple, розроблено на цих засадах. Забезпечення роботи й вдосконалення Game Center Коли ви почнете користуватися Game Center, ви зможете брати участь у діях, повʼязаних з іграми, як‑от бути у списках лідерів, грати в гуртові ігри, знаходити друзів, переглядати дані про них і грати разом, а також відстежувати досягнення. Apple збирає інформацію про ваше використання Game Center із метою вдосконалення та оптимізації Game Center для вас та інших користувачів, зокрема про ігри, у які ви граєте, коли й з ким ви граєте, ваші бали й досягнення, а також виклики, які ви надсилаєте або отримуєте. Apple також збирає список ваших друзів у Game Center, людей, з якими ви граєте, і дані про те, коли саме ви граєте з ними. Ця інформація використовується, щоб допомагати вам повторно долучатися до гуртових ігор без зусиль, швидко бачити рахунки й досягнення один одного та вдосконалювати Game Center для вас й інших. Apple збирає інформацію про вашу взаємодію з функціями Game Center, зокрема функціями, доступними з Параметрів, як‑от запити дружби, з метою вдосконалення та оптимізації Game Center для вас та інших користувачів. Ця інформація не повʼязується з вашим обліковим записом Apple. Ігри з іншими гравцями й друзями Ваш псевдонім, аватар, рахунки Game Center і стан підписки на Arcade можуть бачити всі користувачі Game Center в іграх із глобальними таблицями лідерів. Можна також поширювати іншу інформацію про дії в Game Center для ваших друзів у Game Center або всіх користувачів Game Center. Така інформація містить зіграні вами ігри та отримані досягнення. Її можуть бачити люди, для яких ви її поширюєте в Game Center, а також в інших сервісах Apple, як‑от App Store і Apple Arcade. Інформація про дії дитини в Game Center може поширюватися тільки для її друзів у Game Center. Можна переглядати й змінювати параметри поширення власної активності. Для цього на пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > Game Center > Приватність профілю. На Mac перейдіть у меню Системні параметри > Game Center > Приватність профілю. Якщо ваш псевдонім у Game Center повʼязаний із вашою контактною карткою, Game Center використовуватиме е‑адресу й номер телефону, задані у вашому обліковому записі Apple. Це дає змогу вашим друзям по Game Center знайти вас за іменем, під яким ви записані в них у програмі «Контакти». Керувати цим параметром на пристрої iOS, iPadOS чи visionOS можна в меню Параметри > Game Center > Дозволити друзям знаходити вас. На Mac перейдіть у меню Системні параметри > Game Center і вимкніть параметр «Дозволити друзям знаходити вас». Коли ви граєте в гру, що підтримує гуртовий режим, інші користувачі Game Center, які заходять у ту саму гру в тій самій мережі WLAN, локальній мережі або в зоні дії Bluetooth, бачитимуть вас, ваш псевдонім і аватар. Якщо розробник використовує функцію гуртової гри від Apple, її можна вимкнути. Для цього на пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > Game Center, а потім вимкніть параметр «Гравці поблизу». На Mac перейдіть у меню Системні параметри > Game Center і вимкніть параметр «Гравці поблизу». У tvOS перейдіть у меню Параметри > Користувачі й облікові записи > [імʼя користувача] > Game Center, а потім вимкніть параметр «Гравці поблизу». Apple отримує інформацію, що не ідентифікує особу, про ваші контакти, які повʼязали псевдонім Game Center із контактною карткою. Ця інформація використовується для вдосконалення рекомендацій дружби в Game Center, але Apple не зберігає її. Game Center також обробляє дані локально на пристрої, щоб покращувати наші рекомендації. Ваші друзі, додані до того, як було інстальовано iOS 10, мають доступ до вашого справжнього імені. Друзі, додані після інсталювання iOS 10, можуть бачити лише ваш псевдонім. Справжні імена в облікових записах дітей ніколи не стають видимими для друзів, зокрема й у версіях до iOS 10. Спілкування з вами Apple може використовувати інформацію про ваш обліковий запис, як‑от продукти Apple у вашій власності та ваші підписки на служби Apple, щоб надсилати повідомлення щодо Game Center та інших продуктів, служб і пропозицій Apple, що можуть вас цікавити. Apple також може використовувати інформацію про ваші дії в Game Center, щоб надсилати вам е‑листи й push-сповіщення про нові функції, вміст і пропозиції, доступні в Game Center. Змінити свої налаштування е‑пошти та відмовитися від отримання цих листів можна на вебсайті account.apple.com. Щоб оновити параметри сповіщень на пристрої iOS, iPadOS чи visionOS, перейдіть у меню Параметри > Сповіщення > Game Center. Apple використовує інформацію про вашу взаємодію з нашими повідомленнями, зокрема зі сповіщеннями, з метою покращення наших послуг. Сторонні розробники Коли ви ввійшли в Game Center, розробники ігор, у які ви граєте, можуть запитувати інформацію про вас, зокрема ваш псевдонім, аватар й інші унікальні ідентифікатори Game Center. Розробник може також запитати список повʼязаних гравців, зокрема ваших друзів і людей, з якими ви нещодавно грали, що міститиме псевдоніми й аватари. Якщо ви дозволите програмі пошук друзів, вона отримає доступ до списку ваших друзів, які також грають у цю гру. Програма бачитиме тільки тих друзів, які також надали цій програмі дозвіл на пошук друзів. Крім того, можна будь‑якої миті заборонити програмі пошук друзів. Для цього на пристрої iOS, iPadOS чи visionOS перейдіть у меню Параметри > Game Center > Пошук друзів і вимкніть параметр «Пошук друзів». На компʼютері Mac перейдіть у меню Системні параметри > Game Center і вимкніть параметр «Пошук друзів». Це заборонить програмам запитувати дозвіл на пошук друзів із Game Center, а список ваших друзів більше не поширюватиметься для програм, яким це було дозволено раніше. Коли ви використовуєте сторонні програми, ви маєте ознайомлюватися з умовами, політиками конфіденційності й методиками роботи їхніх розробників, щоб зрозуміти те, як вони збирають і використовують ваші дані. Діти в Game Center Для дітей у вашій Родині, які використовують Game Center, можна користуватися розділом «Вміст і приватність» в Екранному часі, щоб задавати обмеження тривалості перебування в певних програмах і блокувати функції Game Center на пристрої дитини, зокрема функцію гуртової гри, можливість додавати друзів, а також можливість грати разом із друзями, які грають у ту саму гру. Для цього на пристрої iOS, iPadOS чи visionOS перейдіть у Параметри > Екранний час > Вміст і приватність > Обмеження контенту. На Mac перейдіть у меню Системні параметри > Екранний час > Вміст і приватність. У tvOS перейдіть у меню Параметри > Загальні > Обмеження. Крім того, під час спілкування з іншими гравцями в Game Center діти не можуть надсилати й отримувати введений користувачем текст. Їхні можливості обмежено надсиланням й отриманням наперед заданих повідомлень. Ігровий голосовий чат вимкнено для дітей. Відповідне юридичне підґрунтя для обробки особистих даних Ми обробляємо ваші особисті дані в Game Center згідно з вашою інформованою згодою і з метою забезпечення ваших законних інтересів. Там, де це дозволено відповідним місцевим законодавством, з метою забезпечення наших законних інтересів ми обробляємо такі категорії персональних даних: • Дані про користування Game Center, зокрема ігри, в які ви граєте, і ваша ігрова активність • Ваш псевдонім, аватар, стан підписки на Arcade, результати та інша інформація про активність • Ваші друзі в Game Center, гравці, з якими ви граєте, і час, коли ви граєте разом До згаданих вище законних інтересів входять: • Оптимізація і вдосконалення Game Center для вас та інших користувачів • Надсилання повідомлень про Game Center та інші повʼязані продукти, служби й пропозиції Apple, що можуть вас зацікавити • Запобігання шахрайству й іншій зловмисній діяльності Зберігання Game Center зберігає інформацію, зібрану про вас, поки ви користуєтесь обліковим записом Apple, повʼязаним із вашим обліковим записом Game Center. Запобігання шахрайству й іншій зловмисній діяльності Ми збираємо персональні дані, щоб запобігати шахрайству й іншим зловмисним діям у Game Center та інших програмах і службах Apple. Ця інформація містить відомості про пристрій, як‑от тип пристрою та версію програмного забезпечення, дані геопозиції (приблизна геопозиція визначається за географічним регіоном IP‑адреси вашого інтернет-зʼєднання), якщо такі є, історію викачувань і покупок та інші взаємодії з Game Center й іншими програмами та службами. Інформація, яку збирає Apple, завжди оброблятиметься відповідно до Політики приватності Apple, яку можна знайти на www.apple.com/privacy.
vi: Bảo vệ quyền riêng tư và bảo mật thông tin của bạn là ưu tiên đối với mọi người tại Apple. Chúng tôi nỗ lực làm việc để chỉ thu thập dữ liệu cần thiết nhằm cải thiện trải nghiệm của bạn và khi thu thập dữ liệu, chúng tôi cho rằng điều quan trọng là bạn biết chúng tôi đang thu thập những gì và tại sao chúng tôi cần dữ liệu đó, để bạn có thể đưa ra lựa chọn đúng đắn. Game Center, giống như mọi sản phẩm và dịch vụ của Apple, được thiết kế dựa trên những nguyên tắc này. Cung cấp và cải thiện Game Center Sau khi tham gia Game Center, bạn sẽ có thể tương tác với các hoạt động liên quan đến trò chơi như tham gia vào các bảng xếp hạng, trò chơi nhiều người chơi, tìm, xem và thách đấu bạn bè, cũng như theo dõi thành tích. Apple thu thập thông tin về việc sử dụng Game Center của bạn để cải thiện và tối ưu hóa Game Center cho bạn và những người khác, bao gồm các trò chơi mà bạn chơi, thời điểm bạn chơi các trò chơi đó và những người mà bạn chơi cùng; điểm số và thành tích của bạn; và những lời thách đấu mà bạn gửi và nhận được. Apple cũng thu thập danh sách bạn bè Game Center, người chơi mà bạn chơi cùng và thời điểm các bạn chơi cùng nhau. Thông tin này được sử dụng để giúp bạn tham gia lại các trò chơi nhiều người một cách dễ dàng, xem nhanh điểm số cao của nhau và cải thiện Game Center cho bạn và những người khác. Apple thu thập thông tin về tương tác của bạn với các tính năng của Game Center, bao gồm các tính năng có thể truy cập được từ Cài đặt (ví dụ như lời mời kết bạn), để cải thiện và tối ưu hóa Game Center cho bạn và những người khác. Thông tin này không được liên kết với Tài khoản Apple của bạn. Chơi với người chơi khác và bạn bè Biệt danh, hình đại diện, điểm số Game Center và trạng thái đăng ký Arcade của bạn hiển thị với tất cả người dùng Game Center đối với các trò chơi có bảng xếp hạng toàn cầu. Bạn cũng có thể lựa chọn chia sẻ thông tin hoạt động Game Center khác với bạn bè Game Center của mình hoặc tất cả người dùng Game Center. Thông tin này bao gồm các trò chơi mà bạn đã chơi và tiến trình thành tích của bạn và sẽ hiển thị cho những người mà bạn chia sẻ trong Game Center và các dịch vụ khác của Apple, như App Store và Apple Arcade. Thông tin hoạt động Game Center của trẻ em chỉ có thể được chia sẻ với bạn bè Game Center của họ. Bạn có thể xem và thay đổi trạng thái chia sẻ hoạt động bằng cách đi tới Cài đặt > Game Center > Bảo mật hồ sơ trên thiết bị iOS, iPadOS hoặc visionOS của bạn và Cài đặt hệ thống > Game Center > Bảo mật hồ sơ trên máy Mac. Nếu biệt danh Game Center được liên kết với thẻ liên hệ của bạn thì Game Center sẽ sử dụng địa chỉ email và số điện thoại được liên kết với Tài khoản Apple của bạn. Việc này cho phép bạn bè Game Center tìm thấy bạn dễ dàng hơn dựa trên tên của bạn trong ứng dụng Danh bạ của họ. Bạn có thể kiểm soát cài đặt này trên thiết bị iOS, iPadOS hoặc visionOS bằng cách đi tới Cài đặt > Game Center > Cho phép tìm bởi bạn bè và trên máy Mac bằng cách đi tới Cài đặt hệ thống > Game Center và tắt Cho phép tìm bởi bạn bè. Khi bạn chơi trò chơi hỗ trợ chức năng nhiều người chơi, những người dùng Game Center khác đang truy cập vào cùng một trò chơi trên cùng một mạng WLAN, mạng cục bộ hoặc ở trong phạm vi Bluetooth sẽ có thể biết rằng bạn đang ở gần cũng như nhìn thấy biệt danh và hình đại diện của bạn. Trong trường hợp nhà phát triển đang sử dụng chức năng nhiều người chơi của Apple thì bạn có thể tắt tính năng này trên thiết bị iOS, iPadOS hoặc visionOS bằng cách đi tới Cài đặt > Game Center, sau đó chạm để tắt Người chơi gần bạn. Trên máy Mac, hãy đi tới Cài đặt hệ thống > Game Center và bấm để tắt “Người chơi gần bạn”. Trên tvOS, hãy đi tới Cài đặt > Người dùng và Tài khoản > [tên người dùng] > Game Center, sau đó tắt Người chơi gần bạn. Apple nhận được thông tin không thể nhận dạng về các liên hệ của bạn đã lựa chọn liên kết biệt danh Game Center với thẻ liên hệ của họ. Thông tin này được sử dụng để cải thiện các đề xuất bạn bè được hiển thị cho bạn trên bề mặt Game Center, nhưng không được lưu trữ bởi Apple. Ngoài ra, Game Center sử dụng quá trình xử lý trên thiết bị để hỗ trợ những đề xuất của chúng tôi. Nếu bạn có mối quan hệ bạn bè được thiết lập trước iOS 10 thì những người bạn đó có quyền truy cập vào tên thật của bạn. Trong bất kỳ mối quan hệ bạn bè nào được thiết lập kể từ khi bạn sử dụng iOS 10 thì chỉ có biệt danh của bạn hiển thị cho bạn bè. Tài khoản của trẻ em không bao giờ hiển thị tên thật với bạn bè, bao gồm trước iOS 10. Liên lạc với bạn Apple có thể sử dụng thông tin về tài khoản của bạn, ví dụ như các sản phẩm Apple mà bạn sở hữu và các đăng ký dịch vụ của Apple của bạn, để gửi cho bạn thông báo về Game Center, cũng như các sản phẩm, dịch vụ và ưu đãi khác của Apple mà bạn có thể quan tâm. Apple cũng có thể sử dụng thông tin về hoạt động của bạn trong Game Center để gửi cho bạn email và thông báo push về các tính năng, nội dung và ưu đãi mới khả dụng trong Game Center. Bạn có thể thay đổi tùy chọn email và lựa chọn không nhận những email này bằng cách truy cập account.apple.com. Để cập nhật tùy chọn thông báo của bạn trên thiết bị iOS, iPadOS hoặc visionOS, hãy đi tới Cài đặt > Thông báo > Game Center. Apple sử dụng thông tin về tương tác của bạn với các liên lạc của chúng tôi, bao gồm thông báo, để cải thiện các dịch vụ. Nhà phát triển bên thứ ba Khi bạn đã đăng nhập vào Game Center, nhà phát triển của trò chơi mà bạn chơi có thể yêu cầu thông tin về bạn, bao gồm biệt danh, hình đại diện và các mã định danh Game Center duy nhất khác. Nhà phát triển cũng có thể yêu cầu danh sách người chơi liên quan, bao gồm bạn bè của bạn và những người chơi mà bạn đã chơi cùng gần đây, bao gồm biệt danh và hình đại diện. Nếu bạn lựa chọn cho phép ứng dụng kết nối bạn với bạn bè, họ có thể truy cập vào danh sách bạn bè của bạn cũng chơi trò chơi này. Chỉ những bạn bè cũng đã đồng ý cho phép ứng dụng này kết nối với bạn bè của họ mới xuất hiện với tư cách là bạn bè của bạn trong ứng dụng. Bạn cũng có thể lựa chọn không cho phép bất kỳ ứng dụng nào kết nối bạn với bạn bè bất kỳ lúc nào. Để thực hiện trên thiết bị iOS, iPadOS hoặc visionOS của bạn, hãy đi tới Cài đặt > Game Center > Kết nối với bạn bè và chạm để tắt Kết nối với bạn bè. Trên máy Mac, hãy đi tới Cài đặt hệ thống > Game Center và bấm để tắt “Kết nối với bạn bè”. Việc này ngăn các ứng dụng hỏi xem chúng có thể kết nối bạn với bạn bè Game Center của bạn không và sẽ dừng chia sẻ danh sách bạn bè của bạn với các ứng dụng đã cho phép trước đó. Bất kỳ lúc nào sử dụng ứng dụng của bên thứ ba, bạn nên xem lại các điều khoản, chính sách quyền riêng tư và biện pháp thực hành của nhà phát triển để hiểu cách họ thu thập và sử dụng dữ liệu của bạn. Trẻ em trong Game Center Đối với trẻ em sử dụng Game Center trong gia đình, bạn có thể sử dụng tùy chọn Bật giới hạn trong Thời gian sử dụng để hạn chế thời gian sử dụng các ứng dụng cụ thể và chặn các tính năng Game Center trên thiết bị của trẻ, bao gồm chức năng nhiều người chơi, khả năng thêm bạn bè và khả năng kết nối với bạn bè đang chơi cùng một trò chơi. Để thực hiện việc này trên thiết bị iOS, iPadOS hoặc visionOS của bạn, hãy đi tới Cài đặt > Thời gian sử dụng > Bật giới hạn > Giới hạn nội dung. Trên máy Mac, hãy đi tới Cài đặt hệ thống > Thời gian sử dụng > Nội dung & Quyền riêng tư. Trên tvOS, hãy đi tới Cài đặt > Cài đặt chung > Giới hạn. Ngoài ra, khi liên lạc với những người chơi khác trong Game Center, trẻ em không thể gửi hoặc nhận tin nhắn do người dùng nhập. Trẻ em chỉ được phép gửi và nhận các tin nhắn được cài đặt trước. Tính năng trò chuyện thoại trong trò chơi bị tắt đối với trẻ em. Cơ sở pháp lý áp dụng cho việc xử lý dữ liệu cá nhân Chúng tôi xử lý dữ liệu cá nhân của bạn trong Game Center dựa trên sự chấp thuận của bạn và khi cần thiết cho các mục đích lợi ích hợp pháp của mình. Khi luật áp dụng tại địa phương quy định, chúng tôi xử lý các danh mục dữ liệu cá nhân sau đây khi cần thiết cho các mục đích lợi ích hợp pháp của mình: • Việc sử dụng Game Center của bạn, bao gồm các trò chơi mà bạn chơi và hoạt động trò chơi của bạn • Biệt danh, hình đại diện, trạng thái đăng ký Arcade, điểm số của bạn và thông tin hoạt động khác • Bạn bè Game Center của bạn, người chơi mà bạn chơi cùng và thời điểm các bạn chơi cùng nhau Những lợi ích hợp pháp này bao gồm: • Tối ưu hóa và cải thiện Game Center cho bạn và những người khác • Gửi cho bạn các liên lạc về Game Center cũng như các sản phẩm, dịch vụ và ưu đãi liên quan khác của Apple mà bạn có thể quan tâm • Ngăn chặn lừa đảo và hoạt động có hại khác Lưu giữ Game Center sẽ lưu giữ thông tin được thu thập về bạn miễn là bạn duy trì Tài khoản Apple được liên kết với tài khoản Game Center của mình. Ngăn chặn lừa đảo và hoạt động có hại khác Chúng tôi thu thập dữ liệu cá nhân để ngăn chặn lừa đảo và hoạt động có hại khác trong Game Center cũng như các ứng dụng và dịch vụ khác của Apple. Thông tin này bao gồm thông tin thiết bị, ví dụ như loại thiết bị và phiên bản phần mềm, thông tin vị trí (được ước lượng bằng cách đối chiếu địa chỉ IP kết nối internet của bạn với một khu vực địa lý, nếu có thể), lịch sử tải về và mua, các tương tác khác với Game Center và cũng như các ứng dụng và dịch vụ khác. Thông tin do Apple thu thập sẽ luôn được xử lý theo Chính sách quyền riêng tư của Apple, có thể tìm thấy tại địa chỉ www.apple.com/vn/privacy.
zh_cn: 保护你信息的隐私和安全是Apple每个人的首要任务。我们致力于仅收集为你带来更佳体验所需的数据。收集数据时，我们认为你对所收集数据及为何需要该数据享有知情权，以便你做出明智选择，这十分重要。与每一种Apple产品和服务一样，Game Center在设计上同样基于上述原则。 提供和改进Game Center 完成Game Center引导设置后即可参与游戏的相关活动，如参与排行榜，玩多人游戏，查找、查看和挑战朋友，以及跟踪成就。Apple会收集你的Game Center使用信息来为你及他人改进和优化Game Center，信息包括你玩的游戏、玩游戏的时间和一起玩的用户；你的得分和成就；以及发起和收到的挑战。 Apple还会收集你的Game Center朋友列表、与你一同游戏的玩家列表以及一起玩游戏的时间。此类信息用于帮助你轻松地重新参与多人游戏、快速查看彼此的最高分，以及为你与其他用户改进Game Center。 Apple收集你与Game Center功能的交互信息，包括交友邀请等可从“设置”访问的功能，从而为你及他人改进和优化Game Center。此类信息不会与你的Apple账户关联。 与其他玩家和朋友一起玩游戏 对于有全球排行榜的游戏，你的Game Center昵称、头像、得分和Arcade订阅状态对所有Game Center用户都可见。你还可以选择与Game Center朋友或所有Game Center用户共享其他Game Center活动信息。此类信息包括你玩过的游戏和你的成就进度，并且对你在Game Center和诸如App Store和Apple Arcade等其他Apple服务中的共享对象可见。儿童的Game Center活动信息只能与他们的Game Center朋友共享。你可以查看和更改自己的活动共享状态：在iOS、iPadOS或visionOS设备上，前往“设置”> Game Center >“个人资料隐私”；在Mac上，前往“系统设置”> Game Center >“个人资料隐私”。 Game Center昵称与你的联系人名片关联时，Game Center将使用与你Apple账户关联的电子邮件地址和电话号码。这可让Game Center朋友基于其“通讯录”App中你的名字来更方便地找到你。你可以控制此设置：在iOS、iPadOS或visionOS设备上，前往“设置”> Game Center >“允许朋友找到你”，或在Mac上，前往“系统设置”> Game Center，然后关闭“允许朋友找到你”。 玩支持多人联机的游戏时，同一无线局域网、局域网或蓝牙通信范围内且访问同一款游戏的其他Game Center用户可以看到你在附近以及你的昵称和头像。若开发者使用Apple多人游戏功能，你可以在iOS、iPadOS或visionOS设备上前往“设置”> Game Center，然后轻点关闭“附近玩家”以停用此功能。在Mac上，前往“系统设置”> Game Center，然后点按以关闭“附近玩家”。在Apple tvOS上，前往“设置”>“用户和账户”> [用户名] > Game Center，然后关闭“附近玩家”。 对于已选择将其Game Center昵称与联系人名片关联的联系人，Apple会收到与其相关的无法识别个人身份的信息。此类信息用于优化Game Center界面上为你显示的朋友推荐，但Apple不会储存。另外，Game Center还会通过设备端处理来辅助推荐。 如果是在iOS 10之前的版本中建立了朋友关系，这些朋友可以查看你的真实姓名。如果是在iOS 10及后续版本中建立了好友关系，则你的好友只能查看你的昵称。儿童账户的真实姓名绝不会向好友公开（包括对于iOS 10之前版本的好友）。 与你通信 Apple可能使用你账户的相关信息，例如你拥有的Apple产品和订阅的Apple服务，向你发送Game Center以及你可能感兴趣的Apple其他产品、服务和优惠的相关信息。Apple还可能使用与你在Game Center内活动相关的信息向你发送电子邮件并推送与Game Center新功能、内容和优惠相关通知。你可以通过访问account.apple.com来更改你的电子邮件偏好设置并选择不接收这些电子邮件。若要在iOS、iPadOS或visionOS设备上更新通知偏好设置，请前往“设置”>“通知”> Game Center。Apple使用你与我们所发信息（包括通知）的交互信息改进服务。 第三方开发者 登录Game Center后，所玩游戏的开发者可以请求获取你的相关信息，包括昵称、头像和其他Game Center唯一标识符。开发者还可以请求获取相关玩家的列表，其中包括最近与你一起玩游戏的朋友和玩家，列表中将包括昵称和头像。如果你选择允许App将你与朋友关联，App可访问也在玩此游戏的朋友列表。App只会看见同样同意此App将其与朋友建立联系的朋友。你也可以随时选择不允许任何App将你与朋友关联。若要在iOS、iPadOS或visionOS设备上不允许关联，请前往“设置”> Game Center >“与朋友建立联系”，然后轻点关闭“与朋友建立联系”。在Mac上，前往“系统设置”> Game Center，然后点按以关闭“与朋友建立联系”。这可阻止App询问能否关联你与Game Center朋友，并停止与之前允许的App共享朋友列表。使用第三方App时，你应查阅开发者的条款、隐私政策和惯例，以了解他们如何收集并使用你的数据。 Game Center中的儿童 对于“家人共享”中使用Game Center的儿童，你可以使用“屏幕使用时间”中的“内容与隐私限制”限制特定App的使用时长和阻止儿童设备上的某些Game Center功能，包括多人游戏功能、添加朋友功能以及与在玩同一游戏的朋友建立联系功能。若要在iOS、iPadOS或visionOS设备上执行此操作，请前往“设置”>“屏幕使用时间”>“内容和隐私访问限制”>“内容限制”。在Mac上，前往“系统设置”>“屏幕使用时间”>“内容与隐私”。在Apple tvOS上，前往“设置”>“通用”>“访问限制”。另外，在Game Center中与其他玩家交流时，儿童无法收发用户输入的文本信息。他们仅限于收发预设的信息。儿童无法使用游戏中的语音聊天功能。 处理个人数据的适用法律依据 我们会基于你的同意以及满足我们合法权益的目的之所需来处理你在Game Center中的个人数据。在当地适用法律允许时，我们会按照满足我们合法权益的目的之所需来处理以下类别的个人数据： • 你的Game Center使用情况，包括你玩的游戏及你的游戏活动 • 你的昵称、头像、Arcade订阅状态、得分和其他活动信息 • 你的Game Center朋友、与你一起玩游戏的玩家以及一起玩游戏的时间 这些合法权益包括： • 为你及他人优化和改进Game Center • 向你发送Game Center以及你可能感兴趣的其他相关Apple产品、服务和优惠的相关信息 • 防范欺诈及其他恶意行为 保留 在你的Apple账户与Game Center账户保持关联期间，Game Center会保留所收集的与你有关的信息。 防范欺诈及其他恶意行为 我们收集个人数据以防范Game Center和其他Apple App与服务中的欺诈及其他恶意行为。此类信息包括设备信息（如设备类型和软件版本）、位置信息（如可用，通过将互联网连接的IP地址与地理区域进行匹配而估算得出）、下载和购买记录，以及其他与Game Center和其他App与服务交互的信息。 Apple收集的信息始终会遵照Apple的“隐私政策”处理，其内容可参阅www.apple.com/cn/privacy。
zh_hk: 保護你資料的私隱和保安是Apple每個人的首要任務。我們努力只收集真正需要的資料來改進你的體驗。收集資料時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。跟各項Apple產品和服務一樣，Game Center亦遵照上述原則設計而成。 提供和改進Game Center 在你開始加入Game Center後，你就可以投入與遊戲相關的活動，例如參與排行榜、多人遊戲、尋找、檢視和挑戰朋友，以及追蹤成就。Apple會收集有關你使用Game Center的資料，為你和其他人改進並最佳化Game Center，包括你所玩的遊戲、你玩遊戲的時間、玩遊戲的對象、你的分數和成就，以及你傳送和接受的挑戰。 Apple也會收集你的Game Center朋友列表、哪些玩家與你一起玩遊戲，以及你們何時一起玩遊戲。此資料會用來協助你輕鬆地重新加入多人遊戲、快速查看彼此的最高分數，並且改進你和其他人的Game Center體驗。 Apple收集有關你與Game Center功能互動的資料，包括從設定中可存取的功能，如好友請求，以便為你和其他人改進和最佳化Game Center。此資料不會連繫至你的Apple帳户。 與其他玩家和朋友一起遊戲 在有全球排行榜的遊戲中，所有Game Center用户都可以看到你的Game Center暱稱、頭像、分數和Arcade訂閲狀態。你亦可以選擇與你的Game Center朋友或所有Game Center用户分享其他Game Center活動資料。這些資料包括你玩過的遊戲以及成就進度，你在Game Center和其他Apple服務（例如App Store和Apple Arcade）中的分享對象可以看到這些資料。兒童的Game Center活動資料只可以與他們的Game Center朋友分享。你可以查看和更改你的活動分享狀態。在iOS、iPadOS或visionOS裝置上，請前往「設定」> Game Center >「個人檔案私隱」。在Mac上，請前往「系統設定」> Game Center >「個人檔案私隱」。 當你的Game Center暱稱與聯絡卡片連結時，Game Center將使用連繫至你Apple帳户的電郵地址和電話號碼。這允許你的Game Center朋友根據你在他們「通訊錄」App中的名稱，更輕鬆地找到你。你可以控制此設定。在iOS、iPadOS或visionOS裝置上，請前往「設定」> Game Center >「允許朋友尋找」；在Mac上請前往「系統設定」> Game Center，並關閉「允許朋友尋找」。 當你參與支援多人遊戲功能的遊戲時，在相同WLAN網絡、區域網絡或藍牙通訊範圍內取用相同遊戲的其他Game Center用户將能看到你在附近，並且會看到你的暱稱及頭像。當開發者使用Apple的多人遊戲功能時，你可以在iOS、iPadOS或visionOS裝置上停用此功能：前往「設定」> Game Center，然後點一下以關閉「附近玩家」。在Mac上，請前往「系統設定」> Game Center，然後按一下以關閉「附近玩家」。在tvOS上，前往「設定」>「用户與帳户」> [用户名稱] > Game Center，然後關閉「附近玩家」。 如你的聯絡人選擇將Game Center暱稱與自己的聯絡人卡片連結，Apple會收到這些聯絡人之無法識別身份的資料。此資料會用來改進Game Center上向你顯示的交友建議，但Apple不會儲存此資料。此外，Game Center使用裝置端處理來協助我們提供建議。 如果你與朋友在iOS 10之前已建立了朋友關係，這些朋友就可以取用你的真實姓名。在你使用iOS 10後所建立的任何朋友關係中，你的朋友只會看到你的暱稱。兒童帳户永不會讓朋友（包括iOS 10以前）看到真實姓名。 與你通訊 Apple可能會使用與你帳户相關的資料（例如你擁有的Apple產品以及訂閲的Apple服務）向你傳送Game Center以及你可能感興趣的其他Apple產品、服務和優惠的相關通訊。Apple亦可能會使用你在Game Center中的活動資料向你傳送電郵並推送Game Center中可用的新功能、內容和優惠的通知。你可以前往account.apple.com來更改電郵偏好設定，並選擇不接收這些電郵。如要在iOS、iPadOS或visionOS裝置上更新通知偏好設定，請前往「設定」>「通知」> Game Center。Apple會使用你與我們的通訊（包括通知）互動的相關資料以改善服務。 第三方開發者 當你登入Game Center後，你參與遊戲的開發者可以要求你的資料，包括你的暱稱、頭像和其他獨有的Game Center識別碼。開發者也可以要求你的相關朋友（包括你的朋友和最近一起玩過的玩家）列表，該列表會包括暱稱和頭像。如你選擇允許App將你與朋友連結，該App就可以取用也在玩此遊戲的朋友列表。App只能看到也同意讓此App與其朋友連結的朋友。你也可以隨時選擇不允許任何App將你與朋友連結。如要在iOS、iPadOS或visionOS裝置上這樣做，請前往「設定」> Game Center >「連結朋友」，然後點一下以關閉「連結朋友」。在Mac上，請前往「系統設定」> Game Center，然後按一下以關閉「連結朋友」。這樣做會防止App詢問可否將你與Game Center朋友連結，並停止向之前允許的App分享你的朋友列表。每當你使用第三方App時，你應該檢視開發者的條款、私隱政策及實行方式，以了解他們如何收集和使用你的資料。 Game Center中的兒童 針對你家庭中使用Game Center的兒童，你可以使用「螢幕使用時間」中的「內容與私隱限制」來限制在特定App上可使用的時間，並封鎖兒童裝置上Game Center的功能，包括多人遊戲功能、加入朋友功能和連結也在玩同一遊戲的朋友之功能。如要在iOS、iPadOS或visionOS裝置上執行此動作，請前往「設定」>「螢幕使用時間」>「內容與私隱限制」>「內容限制」。在Mac上，前往「系統設定」>「螢幕使用時間」>「內容與私隱」。在tvOS上，請前往「設定」>「一般」>「功能限制」。此外，在Game Center中與其他玩家通訊時，兒童不能傳送或接收用户輸入的文字。他們只限於傳送和接收預設的訊息。兒童在遊戲內的語音聊天功能也會停用。 處理個人資料的適用法律依據 我們會根據你的同意以及維護我們的合法權益下，按需要來處理你在Game Center的個人資料。在適用的當地法律允許時，我們會視乎需要處理以下類別的個人資料，以保障我們的合法權益： • 你的Game Center使用狀況，包括你所玩的遊戲和你的遊戲動態 • 你的暱稱、頭像、Arcade訂閲狀態、分數和其他活動資料 • 你的Game Center朋友、哪些玩家與你一起玩遊戲，以及你們何時一起玩遊戲 這些合法權益包括： • 為你和他人最佳化和改進Game Center • 向你傳送Game Center以及你可能感興趣的其他相關Apple產品、服務和優惠的相關通訊 • 防範詐騙和其他惡意活動 保留 只要你保留與你的Game Center帳户相關的Apple帳户，Game Center就會保留所收集到與你相關的資料。 防範詐騙和其他惡意活動 我們會收集個人資訊以防範Game Center和其他Apple App與服務中的詐騙和其他惡意活動。此資料包括裝置資料，例如裝置類型和軟件版本、位置資料（如有提供，系統透過將你的互聯網連線IP位址與地理地區比較來取得的大約位置）、下載和購買記錄，以及與Game Center和其他App與服務的其他互動。 無論何時，Apple均會依照「Apple私隱政策」的規定處理所收集的資料，請瀏覽www.apple.com/hk/privacy。
zh_tw: 保護你資訊的隱私權和安全性是Apple每個人的首要任務。我們努力收集真正需要的資料來改進你的體驗，當有收集資料的必要時，我們認為讓你知道收集的內容和需要的原因十分重要，因為唯有如此，你才能做出知情的選擇。如同各項Apple產品和服務，Game Center亦遵照上述原則設計而成。 提供並改進Game Center 加入Game Center後，你將能參與和遊戲有關的活動，例如排行榜、多人遊戲、尋找、觀看、挑戰朋友和追蹤成就。Apple會收集與你使用Game Center相關的資訊來為你和其他人改進並最佳化Game Center，包含你玩的遊戲、玩遊戲的時間、一起參與的玩家、你的分數和成就，以及你發出和接受的挑戰。 Apple也會收集你的Game Center朋友列表、與你一起玩遊戲的玩家以及一起玩遊戲的時間資訊。此資訊會用來協助你更輕鬆地重新加入多人遊戲、快速查看彼此的最高分，並改進Game Center的使用體驗。 Apple會收集你與Game Center功能互動的相關資訊，包含可以從「設定」取用的功能，例如交友邀請，以便為你和其他人改進並最佳化Game Center的使用體驗。此資訊不會與你的「Apple帳號」產生關聯。 與其他玩家和朋友一起遊戲 對於有全球排行榜的遊戲，你的Game Center暱稱、頭像、分數和Arcade訂閱狀態都會顯示給所有Game Center使用者。你也可以選擇與其他Game Center朋友或所有Game Center使用者分享其他Game Center動態資訊。這些資訊包含你玩過的遊戲和你的成就進度，你在Game Center和其他Apple服務（如App Store和Apple Arcade）中分享的對象都可以看到這些資訊。兒童的Game Center活動資訊只能和他們的Game Center朋友分享。你可以在iOS、iPadOS或visionOS裝置上前往「設定」> Game Center >「個人檔案隱私權」，或在Mac上前往「系統設定」> Game Center >「個人檔案隱私權」來檢視和更改你的活動分享狀態。 你的Game Center暱稱和聯絡人名片連結時，Game Center會使用與你「Apple帳號」相關聯的電子郵件地址和電話號碼。這會讓Game Center朋友可以更輕鬆地根據你在他們「聯絡人」App中的名稱找到你。你可以在iOS、iPadOS或visionOS裝置上前往「設定」> Game Center >「允許朋友尋找」，在Mac上前往「系統設定」> Game Center，並關閉「允許朋友尋找」，以便控制此設定。 當你參與支援多人遊戲功能的遊戲時，在相同WLAN網路、區域網路或藍牙通訊範圍內取用相同遊戲的其他Game Center使用者將能看到你在附近，並且會看到你的暱稱及頭像。若開發者使用Apple的多人遊戲功能，你可以在iOS、iPadOS或visionOS裝置上停用此功能，請前往「設定」> Game Center，然後點一下來關閉「附近的玩家」。在Mac上，請前往「系統設定」> Game Center，然後按一下以關閉「附近的玩家」。在tvOS上，請前往「設定」>「使用者和帳號」> [使用者名稱] > Game Center，然後關閉「附近的玩家」。 你的聯絡人若選擇將Game Center暱稱與聯絡人名片連結，Apple會收到這些聯絡人無法識別身分的個人資訊。此資訊會用於加強在Game Center上顯示給你的交友推薦功能，但Apple不會儲存此資訊。此外，Game Center會透過裝置端處理來輔助我們的推薦功能。 如果你與朋友在iOS 10之前已建立了朋友關係，這些朋友就可以取用你的真實姓名。在你使用iOS 10後所建立的任何朋友關係，你的朋友只會看到你的暱稱。兒童帳號永不會讓朋友（包含iOS 10以前）看到真實姓名。 與你通訊 Apple可能會使用與你帳號有關的資訊（例如你擁有的Apple產品和你訂閱的Apple服務），以傳送Game Center和其他你可能感興趣的Apple產品、服務和優惠的相關通訊。Apple也可能使用你在Game Center中的活動相關資訊來向你傳送電子郵件和推播通知，告知你Game Center中可用的新功能、內容和優惠。你可以前往account.apple.com來更改電子郵件的偏好設定，並選擇不接收這些電子郵件。若要在iOS、iPadOS或visionOS裝置上更新通知的偏好設定，請前往「設定」>「通知」> Game Center。Apple會使用你與我們通訊（包含通知）的互動資訊來改善我們的服務。 第三方開發者 當你登入Game Center後，你參與遊戲的開發者可以要求你的資訊，包含你的暱稱、頭像和其他獨有的Game Center識別碼。開發者也可以要求相關玩家的列表，包含你的朋友和最近曾和你一起玩遊戲的玩家（包含他們的暱稱和頭像）。若你選擇讓App將你與朋友連結，該App可取用也在玩此遊戲的朋友列表。App只能看到也同意讓此App與其朋友連結的朋友。你也可以隨時選擇不讓其他App將你與朋友連結。若要在iOS、iPadOS或visionOS裝置上執行此動作，請前往「設定」> Game Center >「連結朋友」，然後點一下來關閉「連結朋友」。在Mac上，請前往「系統設定」> Game Center，然後按一下以關閉「連結朋友」。這可防止App詢問是否可以將你與Game Center朋友連結並停止與之前允許的App分享你的朋友列表。每當你使用第三方App時，你應該檢視開發者的條款、隱私權政策與慣例，以瞭解他們如何收集和使用你的資料。 Game Center中的兒童 針對你家庭中使用Game Center的兒童，你可以使用「螢幕使用時間」中的「內容與隱私權限制」來限制在特定App上可使用的時間，並封鎖兒童裝置上的Game Center功能，包含多人遊戲、新增朋友和連結也在玩相同遊戲的朋友功能。若要在iOS、iPadOS或visionOS裝置上執行此動作，請前往「設定」>「螢幕使用時間」>「內容與隱私權限制」>「內容限制」。在Mac上，請前往「系統設定」>「螢幕使用時間」>「內容與隱私權」。在tvOS上，請前往「設定」>「一般」>「取用限制」。此外，在Game Center中與其他玩家通訊時，兒童不能傳送或接收使用者輸入的文字。他們只限於傳送和接收預設的訊息。也會為兒童停用遊戲內的語音聊天。 處理個人資料適用的法律依據 我們會根據你的同意並以我們的正當利益為目的，視需要處理你在Game Center中的個人資料。若符合適用的當地法律，我們會以我們的正當利益為目的，視需要處理下列類別的個人資料： • 你在Game Center中的使用資訊，包含所玩的遊戲和遊戲動態 • 你的暱稱、頭像、Arcade訂閱狀態、分數和其他活動資訊 • 你的Game Center朋友、與你一起玩遊戲的玩家以及一起玩遊戲的時間資訊 這些正當利益包含： • 為你和其他人最佳化並改進Game Center • 傳送與Game Center和其他你可能感興趣的Apple產品、服務和優惠的相關通訊 • 防範詐騙和其他惡意活動 保留 只要你保留與你的Game Center帳號相關的「Apple帳號」，Game Center就會保留所收集到與你相關的資訊。 防範詐騙和其他惡意活動 我們會收集個人資料以防範Game Center和其他Apple App與服務中的詐騙和其他惡意活動。此資訊包含裝置資訊，例如裝置類型和軟體版本、位置資訊（若有提供，系統會將你網際網路連線的IP位址與地理區域比對來取得大約位置）、下載和購買記錄，以及其他在Game Center和其他App與服務中的互動。 在任何時間，Apple都會依照「Apple隱私權政策」的規定來處理收集的資訊，請參訪：https://www.apple.com/tw/privacy/
